Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/Localization/*.lproj/BMECallLocalizationTable.strings
Languages: af, az, ca, cs, da, el, et, fi, fr, hi, hu, ja, ko, lt, nb, pl, pt, pt_br, ro, ru, sk, th, tr, ur, zh_hans

# BME_CALL_DISCONNECT
source: Disconnect
af: Ontkoppel
az: Bağlantını kəs
ca: Desconnecta't
cs: Odpojit
da: Afbryd
el: Αποσύνδεση
et: Katkesta
fi: Katkaise yhteys
fr: Déconnecter
hi: संपर्क तोड़ें
hu: Kapcsolat bontása
ja: 切断
ko: 연결 끊기
lt: Atsijungti
nb: Koble fra
pl: Rozłącz
pt: Desconectado
pt_br: Desconectar
ro: Deconectaţi
ru: Отключиться
sk: Odpojiť sa
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantıyı kes
ur: منقطع کریں
zh_hans: 中斷連線

# BME_CALL_ALERT_FAILED_ANSWERING_REQUEST_ANSWERED_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hi: ठीक है
ko: 확인
lt: Gerai
ru: ОК
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 確認

# BME_CALL_ALERT_FAILED_ANSWERING_REQUEST_ANSWERED_MESSAGE
source: The request has already been answered. Thanks for your help!
af: Die versoek is alreeds beantwoord. Dankie vir jou hulp!
az: Sorğu artıq cavablandı. Köməyiniz üçün təşəkkürlər!
ca: La petició ja ha estat contestada. Gràcies per la teva ajuda!
cs: Žádost již byla zodpovězena. Děkujeme za vaši pomoc!
da: Anmodningen er allerede blevet besvaret. Tak for din hjælp!
el: Το αίτημα έχει ήδη απαντηθεί. Ευχαριστώ για τη βοήθειά σας!
et: Taotlusele on juba vastatud. Täname abi eest!
fi: Pyyntöön on jo vastattu. Kiitos avustasi!
fr: La demande a déjà été traitée. Merci de votre aide !
hi: अनुरोध का पहले ही जवाब दे दिया गया है। आपकी सहायता के लिए धन्यवाद!
hu: A kérést már megválaszolták. Köszönjük a segítséget!
ja: リクエストは既に応答されました。 ご協力ありがとうございます！
ko: 다른 사람이 이미 응답한 요청입니다. 도와주셔서 감사합니다!
lt: Prašymas jau buvo atsakytas. Ačiū už jūsų pagalbą!
nb: Forespørselen har allerede blitt besvart. Takk for din hjelp!
pl: Zgłoszeni zostało już odebrane. Dziękujemy Ci za pomoc!
pt: A solicitação foi respondida. Obrigado por seu apoio!
pt_br: A solicitação já foi respondida. Obrigado pelo seu apoio!
ro: Cererea a primit deja un răspuns. Vă mulţumim pentru ajutor!
ru: На этот запрос уже получен ответ. Спасибо за вашу готовность помочь!
sk: Žiadosť už bola zodpovedaná. Vďaka za Vašu pomoc!
th: คำขอนี้ถูกตอบรับโดยคนอื่นแล้ว แต่ก็ขอขอบคุณสำหรับความช่วยเหลือนะ!
tr: İstek halihazırda yanıtlandı. Yardımınız için teşekkürler!
ur: اس درخواست کے فون کا جواب دیا جاچکا ہے، آپ کی مدد کے لئے شکریہ!
zh_hans: 該請求已被回覆。感謝您的幫忙！

# BME_CALL_ALERT_FAILED_ANSWERING_REQUEST_ANSWERED_TITLE
source: Request already answered
af: Versoek alreeds beantwoord
az: Sorğu artıq cavablandırılıb
ca: Peticions ja contestades
cs: Žádost již zodpověděna
da: Anmodning allerede besvaret
el: Το αίτημα έχει ήδη απαντηθεί
et: Taotlusele on juba vastatud
fi: Pyyntöön on jo vastattu
fr: Demande déjà traitée
hi: अनुरोध का जवाब पहले से दिया गया है
hu: A kérést már megválaszolták
ja: リクエストは既に応答されました
ko: 이미 응답된 요청
lt: Prašymas jau atsakytas
nb: Forespørsel er allerede besvart
pl: Złoszenie zostało już odebrane
pt: Solicitação respondida
pt_br: Solicitação já respondida
ro: Cererea a primit deja un răspuns
ru: Ответ на запрос уже получен
sk: Žiadosť už bola zodpovedaná
th: คำขอถูกตอบรับไปก่อนหน้านี้แล้ว
tr: İstek zaten yanıtlanmış
ur: درخواست کا پہلے ہی جواب دیا جاچکا ہے
zh_hans: 請求已被回覆。

# BME_CALL_ALERT_FAILED_ANSWERING_REQUEST_STOPPED_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hi: ठीक है
ko: 확인
lt: Gerai
ru: ОК
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 確認

# BME_CALL_ALERT_FAILED_ANSWERING_REQUEST_STOPPED_MESSAGE
source: The blind has cancelled the request. Thanks for your help!
af: Die blinde het die versoek gekanselleer. Dankie vir jou hulp!
az: Görmə əngəlli şəxs sorğudan imtina etdi. Köməyiniz üçün təşəkkürlər!
ca: L'invident ha cancel·lat la sol·licitud. Gràcies per la teva ajuda!
cs: Nevidomý zrušil žádost. Děkujeme za vaši pomoc!
da: Den blinde har annulleret anmodningen. Tak for din hjælp!
el: Ο τυφλός ακύρωσε τo αίτημα. Ευχαριστούμε για τη βοήθειά σας!
et: Nägemispuudega inimene on taotlusest loobunud. Täname abi eest!
fi: Sokea henkilö on peruuttanut pyynnön. Kiitos avustasi!
fr: La personne mal voyante a annulé la demande. Merci de votre aide !
hi: नेत्रहीन व्यक्ति ने अनुरोध को रद्द कर दिया है। आपकी सहायता के लिए धन्यवाद!
hu: A látássérült személy visszavonta a kérést. Köszönjük a segítségedet!
ja: 視覚障害者はリクエストをキャンセルしました。ご協力ありがとうございます！
ko: 시각장애인이 요청을 취소했습니다. 도와주셔서 감사합니다!
lt: Aklasis atsisakė prašymo. Ačiū už jūsų pagalbą!
nb: Den blinde har avbrutt forespørselen. Takk for din hjelp!
pl: Niewidomy usunął zgłoszenie. Dziękujemy Ci za pomoc!
pt: O solicitante cancelou o pedido de apoio. Obrigado por seu apoio!
pt_br: O cego cancelou o pedido. Obrigado pela ajuda!
ro: Persoana nevăzătoare a anulat cererea. Vă mulţumim pentru ajutor!
ru: Запрос на помощь был отменён незрячим. Спасибо за вашу готовность помочь!
sk: Nevidiaci zrušil požiadavku. Vďaka za Vašu pomoc!
th: ผู้มองไม่เห็นได้ยกเลิกคำขอแล้ว แต่ก็ขอขอบคุณสำหรับความช่วยเหลือนะ!
tr: Gönderen kişi isteğini iptal etti. Yardımınız için teşekkürler!
ur: نابینا فرد نے اپنی درخواست منسوخ کردی ہے۔ آپ کی مدد کے لئے شکریہ!
zh_hans: 該請求已被取消。感謝您的幫助！

# BME_CALL_ALERT_FAILED_ANSWERING_REQUEST_STOPPED_TITLE
source: Request cancelled
af: Versoek gekanselleer
az: Sorğudan imtina edildi
ca: Petició cancel·lada
cs: Požadavek zrušen
da: Anmodning aflyst
el: Αίτημα ακυρώθηκε
et: Taotlusest on loobutud
fi: Pyyntö peruutettu
fr: Demande annulée
hi: अनुरोध रद्द किया गया
hu: Kérés megszakítva
ja: リクエストはキャンセルされました
ko: 취소된 요청
lt: Prašymas panaikintas
nb: Forespørselen ble avbrutt
pl: Zgłoszenie usunięte
pt: Solicitação cancelada
pt_br: Solicitação cancelada
ro: Cerere anulată
ru: Запрос отменён
sk: Požiadavka zrušená
th: คำร้องขอถูกยกเลิก
tr: İstek iptal edildi
ur: درخواست منسوخ ہوئی
zh_hans: 請求已被取消。

# BME_CALL_ALERT_FAILED_ANSWERING_UNKNOWN_TITLE
source: Could not answer request
af: Kon nie versoek antwoord nie
az: Sorğuya cavab verilmədi
ca: No s'ha pogut respondre la petició
cs: Nelze odpovědět na požadavek
da: Kunne ikke besvare anmodningen
el: Δεν μπορούσε να απαντηθεί το αίτημα
et: Taotlusele ei olnud võimalik vastata
fi: Pyyntöön ei osattu vastata
fr: La demande n'a pas pu être traitée
hi: अनुरोध का जवाब नहीं दिया जा सका
hu: A kérést nem tudtuk kapcsolni
ja: リクエストに応答できませんでした
ko: 요청에 응답할 수 없습니다
lt: Negalime atsakyti į užklausą
nb: Kunne ikke svare på forespørselen
pl: Nie można odpowiedzieć na zgłoszenie
pt: Não foi possível responder a solicitação
pt_br: Não foi possível atender a solicitação
ro: Nu am putut răspunde la cerere
ru: Не удалось ответить на запрос
sk: Nemožno zodpovedať žiadosť
th: ไม่สามารถตอบรับคำขอร้องได้
tr: İsteğe cevap verilemedi
ur: درخواست کا جواب نہیں دیا جاسکا
zh_hans: 無法回覆請求。

# BME_CALL_ALERT_FAILED_CREATING_REQUEST_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hi: ठीक है
ko: 확인
lt: Gerai
ru: ОК
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 確認

# BME_CALL_ALERT_FAILED_CREATING_REQUEST_MESSAGE
source: The request could not be created. Please try again.
af: Die versoek kon nie geskep word nie. Probeer asseblief weer.
az: Sorğu yaradıla bilmədi. Zəhmət olmasa yenidən yoxlayın.
ca: La petició no s'ha pogut crear. Intenteu-ho novament.
cs: Požadavek se nepodařilo vytvořit. Opakujte akci.
da: Anmodningen kunne ikke oprettes. Prøv venligst igen.
el: Το αίτημα δεν μπόρεσε να δημιουργηθεί. Παρακαλώ ξαναπροσπαθήστε.
et: Taotlust ei olnud võimalik luua. Palun proovi uuesti.
fi: Pyyntöäsi ei voitu luoda. Yritä uudelleen.
fr: La demande n'a pas pu aboutir. Merci de recommencer.
hi: अनुरोध को बनाया नहीं जा सका। कृपया पुन: प्रयास करें।
hu: A kérés nem hozható létre. Kérjük, próbáld újra.
ja: リクエストを作成できませんでした。もう一度やり直してください。
ko: 요청을 하지 못했습니다. 다시 시도해주세요.
lt: Negalime užregistruoti užklausos. Prašome pabandyti vėliau.
nb: Forespørselen kunne ikke opprettes. Vennligst prøv igjen.
pl: Zgłoszenie nie zostało utworzone. Proszę spróbować ponownie.
pt: A solicitação não pode ser enviada. Por favor, tente novamente.
pt_br: A solicitação não pode ser criada. Por favor, tente novamente.
ro: Cererea nu a putut fi creată. Vă rugăm să încercaţi din nou.
ru: Запрос не может быть создан. Пожалуйста, попробуйте еще раз.
sk: Žiadosť sa nepodarilo vytvoriť. Prosím skúste to znova.
th: คำร้องขอไม่สามารถสร้างได้ กรุณาลองใหม่อีกครั้ง
tr: İstek oluşturulamadı. Lütfen tekrar deneyin.
ur: درخواست تخلیق نہیں کی جاسکی۔ براہِ کرم دوبارہ کوشش کریں۔
zh_hans: 此請求不能被建立。請重試。

# BME_CALL_ALERT_FAILED_CREATING_REQUEST_TITLE
source: Could not create request
af: Kon nie versoek skep nie
az: Sorğu yaradılmadı
ca: No s'ha pogut crear la petició
cs: Nelze vytvořit požadavek
da: Kunne ikke oprette anmodning
el: Δεν μπορούσε να δημιουργηθεί το αίτημα
et: Taotlust ei olnud võimalik luua
fi: Pyyntöä ei voitu luoda
fr: La demande n'a pas pu être créée
hi: अनुरोध नहीं बनाया जा सका
hu: Nem sikerült létrehozni a kérést
ja: リクエストを作成できませんでした
ko: 요청을 할 수 없습니다
lt: Negalime sukurti užklausos
nb: Kunne ikke opprette forespørsel
pl: Nie można stworzyć zgłoszenia
pt: Não foi possível fazer a solicitação
pt_br: Não foi possível criar a solicitação
ro: Nu am putut crea cererea
ru: Не удалось создать запрос
sk: Nepodarilo sa vytvoriť žiadosť
th: ไม่สามารถสร้างคำขอได้
tr: İstek oluşturulamadı
ur: درخواست تخلیق نہیں کی جاسکی
zh_hans: 無法建立請求。

# BME_CALL_ALERT_FAILED_ANSWERING_UNKNOWN_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hi: ठीक है
ko: 확인
lt: Gerai
ru: ОК
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 確認

# BME_CALL_STATUS_PLEASE_WAIT
source: Please wait...
af: Wag asseblief...
az: Zəhmət olmasa gözləyin...
ca: Esperi si us plau...
cs: Prosím počkejte…...
da: Vent venligst...
el: Παρακαλώ περιμένετε...
et: Palun oota...
fi: Ole hyvä ja odota...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करें.....
hu: Kérlek, várj...
ja: お待ちください...
ko: 잠시만 기다려주세요...
lt: Prašome palaukti...
nb: Vennligst vent...
pl: Proszę czekać...
pt: Por favor, aguarde...
pt_br: Por favor aguarde...
ro: Te rugăm să aștepți...
ru: Пожалуйста, подождите...
sk: Prosím, čakajte...
th: กรุณารอซักครู่...
tr: Lütfen bekleyiniz...
ur: براہِ کرم انتظار کریں۔۔۔
zh_hans: 請稍候...

# BME_CALL_STATUS_ANSWERING_REQUEST
source: Answering request...
af: Besig om versoek te antwoord...
az: Sorğuya cavab verilir...
ca: Responent sol·licitud...
cs: Odpovídá na požadavku...
da: Besvarer anmodningen...
el: Απάντηση αιτήματος...
et: Taotlusele vastamine...
fi: Pyyntöön vastataan...
fr: La demande va être traitée...
hi: अनुरोध का जवाब दिया जा रहा है...
hu: Válasz a kérésre...
ja: リクエストに応答しています...
ko: 요청에 응답하는 중...
lt: Atsakome į užklausą...
nb: Svarer på forespørsel...
pl: Odbieranie zgłoszenia...
pt: Respondendo solicitação...
pt_br: Atendendo solicitação...
ro: Răspunzând cererii...
ru: Отвечаем на запрос...
sk: Odpovedá na žiadosť...
th: กำลังตอบรับคำร้องขอ...
tr: İsteğe cevap veriliyor...
ur: درخواست کا جواب دیا جارہا ہے۔۔۔
zh_hans: 回覆請求中...

# BME_CALL_ALERT_FAILED_ANSWERING_UNKNOWN_MESSAGE
source: The request could not be answered at this time. Thanks for your help!
af: Die versoek kon nie op hierdie oomblik beantwoord word nie. Dankie vir jou hulp!
az: Sorğu hal-hazırda cavablandırılmadı. Köməyiniz üçün təşəkkürlər!
ca: La sol·licitud no ha pogut ser contestada en aquest moment. Gràcies per la teva ajuda!
cs: Žádost nelze zodpovědět v tuto chvíli. Děkujeme za vaši pomoc!
da: Anmodningen kunne ikke besvares på nuværende tidspunkt. Tak for din hjælp!
el: Το αίτημα δεν μπορούσε να απαντηθεί αυτή τη στιγμή. Ευχαριστώ για τη βοήθειά σας!
et: Taotlusele ei olnud hetkel võimalik vastata. Täname abi eest!
fi: Pyyntöön ei voitu vastata juuri nyt. Kiitos avustasi!
fr: La demande n'a pas pu être traitée à temps. Merci de votre aide !
hi: इस समय अनुरोध का जवाब नहीं दिया जा सकता है। आपके सहयोग के लिए धन्यवाद!
hu: A kérést nem tudtuk kapcsolni. Köszönjük a segítségedet!
ja: リクエストは、現時点では応答できませんでした。ご協力ありがとうございます！
ko: 지금은 이 요청에 응답할 수 없습니다. 도와주셔서 감사합니다!
lt: Negalite atsiliepti į šią užklausą. Ačiū už jūsų pagalbą!
nb: Forespørselen kan ikke besvares nå. Takk for hjelpen!
pl: Nie można w tej chwili odebrać zgłoszenia. Dziękujemy Ci za pomoc!
pt: A solicitação não pode ser respondida neste momento. Obrigado por seu apoio!
pt_br: A solicitação não pode ser respondida neste momento. Obrigado pelo apoio!
ro: Cererea nu a putut primi un răspuns în acest moment. Vă mulţumim pentru ajutor!
ru: Не удалось ответить на запрос. Спасибо за вашу готовность помочь!
sk: Žiadosť momentálne nemožno zodpovedať. Vďaka za Vašu pomoc!
th: คำขอความช่วยเหลือ ไม่สามารถตอบรับได้ในตอนนี้ ขอบคุณที่ช่วยนะ!
tr: İstek şu an için cevaplandırılamadı. Yardımınız için teşekkürler!
ur: اس وقت درخواست کا جواب نہیں دیا جاسکتا۔ آپ کی مدد کے لیے شکریہ!
zh_hans: 此刻該請求無法被回應。感謝您的幫助！

# BME_CALL_STATUS_CREATING_REQUEST
source: Creating request...
af: Skepping van versoek...
az: Sorğu yaradılır...
ca: Creant sol·licitud...
cs: Vytváření požadavku...
da: Opretter anmodning...
el: Δημιουργία αιτήματος...
et: Loon taotlust...
fi: Luodaan pyyntöä...
fr: Création de la demande...
hi: अनुरोध बनाया जा रहा है...
hu: Kérés létrehozása...
ja: リクエストを作成しています...
ko: 요청하는 중입니다...
lt: Kuriame užklausą...
nb: Oppretter forespørsel...
pl: Tworzenie zgłoszenia...
pt: Fazendo solicitação...
pt_br: Criando solicitação...
ro: Creare cerere...
ru: Создание запроса...
sk: Vytváranie žiadosti...
th: กำลังสร้างการร้องขอ
tr: İstek oluşturuluyor...
ur: درخواست تخلیق کی جا رہی ہے۔۔۔
zh_hans: 建立請求中...

# BME_CALL_STATUS_CONNECTING
source: Connecting to servers...
af: Besig om aan bedieners te koppel...
az: Serverə bağlanır...
ca: Connectant als servidors...
cs: Připojení k serverům...
da: Opretter forbindelse til servere...
el: Σύνδεση με διακομιστές...
et: Ühendumine serveritega...
fi: Yhdistetään palvelimiin...
fr: Connexion au serveur...
hi: सर्वर से कनेक्ट हो रहा है...
hu: Csatlakozás a szolgáltatáshoz...
ja: サーバに接続しています...
ko: 서버에 연결하는 중...
lt: Sujungiama su serveriu...
nb: Kobler til servere...
pl: Łączenie z serwerami...
pt: Conectando com os servidores...
pt_br: Conectando com os servidores...
ro: Conectare la server...
ru: Подключение к серверу...
sk: Pripája k serverom...
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์...
tr: Sunuculara bağlanılıyor...
ur: سرور سے کنیکٹ ہورہا ہے۔۔۔
zh_hans: 連線伺服器中...

# BME_CALL_STATUS_CONNECTION_ESTABLISHED
source: Waiting for other part...
af: Wag op ander party...
az: Qarşı tərəf gözlənir...
ca: Esperant l'altra part...
cs: Čekání na druhou stranu...
da: Venter på modparten...
el: Αναμονή για ανταπόκριση...
et: Teise poole ootamine...
fi: Odotetaan toista osaa...
fr: En attente de connexion de l'autre appareil...
hi: दूसरे भाग की प्रतीक्षा कर रहा है...
hu: Várakozás a másik félre...
ja: 相手を待っています...
ko: 다른 작업 대기중...
lt: Laukiame kitos pusės...
nb: Venter på svar fra den annen part...
pl: Oczekiwanie na odpowiedź...
pt: Aguardando a outra parte...
pt_br: Aguardando a outra parte...
ro: Aşteptare pentru cealaltă parte...
ru: Ожидание собеседника...
sk: Čaká na ďalšie časti...
th: กำลังรอฝ่ายตรงข้าม...
tr: Karşı taraf bekleniyor...
ur: دیگر فریق کا انتظار ہورہا ہے۔۔۔
zh_hans: 正在等候對方...

# BME_CALL_STATUS_SESSION_FAILED
source: Connection failed
af: Konneksie het misluk
az: Bağlantı alınmadı
ca: Connexió fallida
cs: Připojení se nezdařilo
da: Forbindelsen fejlede
el: Αποτυχία σύνδεσης
et: Ühendus nurjus
fi: Yhteys epäonnistui
fr: Echec de connexion
hi: कनेक्शन विफल रहा
hu: Sikertelen kapcsolódás
ja: 接続に失敗しました
ko: 연결 실패
lt: Nepavyko užmegzti ryšio
nb: Tilkobling mislyktes
pl: Połączenie nie powiodło się
pt: Falha na conexão
pt_br: Conexão falhou
ro: Conexiunea a eşuat
ru: Соединение не удалось
sk: Pripojenie zlyhalo
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı koptu
ur: کنیکشن ناکام
zh_hans: 連線失敗

# BME_CALL_STATUS_FAILED_PUBLISHING
source: Failed publishing audio and video
af: Mislukte publisering van klank en beeld
az: Səs və görüntü çatdırılmadı
ca: Ha fallat la publicació d'àudio i vídeo
cs: Selhalo audio a video připojení
da: Mislykkedes at dele lyd og video
el: Απέτυχε η έκδοση ήχου και βίντεο
et: Video ja audio edastamine nurjus
fi: Äänen ja kuvan julkaiseminen epäonnistui
fr: Echec de la connexion audio et vidéo
hi: ऑडियो और वीडियो प्रकाशित करने में विफल रहे
hu: Hang és kép közvetítés sikertelen
ja: オーディオおよびビデオの公開に失敗しました
ko: 오디오 및 동영상 게시 실패
lt: Nepavyko įkelti vaizdo ir garso
nb: Kunne ikke publisere lyd og video
pl: Opublikowanie dźwięku i obrazu nie powiodło się
pt: Falha na publicação do áudio e vídeo
pt_br: Falha ao publicar áudio e vídeo
ro: Inregistrare audio și video eșuată
ru: Передача звука и изображения не удалась
sk: Nemožno načítať audio a video
th: ไม่สามารถเผยแพร่ภาพและเสียง
tr: Ses ve görüntü ulaştırılamadı
ur: آڈیو ویڈیو شائع کرنے میں ناکامی
zh_hans: 上傳影音失敗

# BME_CALL_SPEECH_DID_SUBSCRIBE
source: Connected to other part
af: Gekoppel aan ander party
az: Qarşı tərəfə bağlanıldı
ca: Connectat a l'altra part
cs: Připojeno k druhé straně
da: Forbundet til modpart
el: Η σύνδεση πραγματοποιήθηκε
et: Ühendatud teise poolega
fi: Yhdistetty toiseen osaan
fr: Connexion établie avec l'autre appareil
hi: दूसरे भाग से कनेक्ट किया गया
hu: Sikeres csatlakozás a másik félhez
ja: 相手に接続しました
ko: 기타 부분으로 연결됨
lt: Esate sujungtas su kitu vartotoju
nb: Koblet til den annen part
pl: Połączono z drugą osobą
pt: Conectado a outra parte
pt_br: Conectado à outra parte
ro: Conectat la cealaltă parte
ru: Соединение установлено
sk: Pripojený
th: เชื่อมต่อกับฝ่ายตรงข้ามแล้ว
tr: Karşı tarafa bağlanıldı
ur: دوسرے فریق سے رابطہ ہوگیا ہے
zh_hans: 已與對方建立連結

# BME_CALL_STATUS_FAILED_SUBSCRIBING
source: Failed connecting to other part
af: Koppeling aan ander party het misluk
az: Qarşı tərəfə bağlanılmadı
ca: Ha fallat la connexió a l'altra part
cs: Připojení k druhé straně se nezdařilo
da: Kunne ikke oprette forbindelse til modparten
el: Η σύνδεση απέτυχε
et: Teise poolega ühendumine nurjus
fi: Yhdistäminen toiseen osaan epäonnistui
fr: Echec de la connexion de l'autre appareil
hi: दूसरे भाग से कनेक्ट करने में विफल रहा
hu: Nem sikerült kapcsolódni a másik félhez
ja: 相手との接続に失敗しました
ko: 기타 부분으로 연결에 실패함
lt: Nepavyko prisijungti prie kito vartotojo
nb: Kunne ikke koble til den annen part
pl: Nawiązanie połączenia nie powiodło się
pt: Falha da conexão com a outra parte
pt_br: Falha na conexão com a outra parte
ro: Nu a reuşit conectarea la cealaltă parte
ru: Соединение не удалось
sk: Pripojenie zlyhalo
th: การเชื่อมต่อกับฝ่ายตรงข้ามล้มเหลว
tr: Karşı tarafa bağlanılamadı
ur: دیگر فریق سے رابطہ کرنے میں ناکامی
zh_hans: 無法與對方連線成功

# BME_CALL_STATUS_DISCONNECTING
source: Disconnecting...
af: Besig om te ontkoppel...
az: Bağlantı kəsilir...
ca: Desconnectant...
cs: Odpojování...
da: Afbryder...
el: Αποσυνδέεται...
et: Katkestamine...
fi: Yhteyttä katkaistaan...
fr: Déconnexion...
hi: डिस्कनेक्ट हो रहा है...
hu: Kapcsolat bontása...
ja: 切断しています...
ko: 연결을 끊는 중...
lt: Atsijungiama...
nb: Kobler fra...
pl: Odłączanie...
pt: Desconectando...
pt_br: Desconectando...
ro: Deconectare...
ru: Отключение...
sk: Odpájanie...
th: กำลังตัดการเชื่อมต่อ...
tr: Bağlantı kesiliyor...
ur: منقطع ہورہا ہے۔۔۔
zh_hans: 斷線中...

# BME_CALL_ALERT_OTHER_PART_DISCONNECTED_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hi: ठीक है
ko: 확인
lt: Gerai
ru: ОК
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 確認

# BME_CALL_ALERT_OTHER_PART_DISCONNECTED_MESSAGE
source: The other part has disconnected and the session has ended.
af: Die ander party het ontkoppel en die sessie het geëindig.
az: Qarşı tərəf bağlantını kəsdi və seans bitdi.
ca: L'altre part s'ha desconnectat i ha acabat la sessió.
cs: Druhá strana se odpojila a rozhovor skončil
da: Modparten har afbrudt og sessionen er afsluttet.
el: Το άλλο μέλος έχει αποσυνδεθεί και η συνεδρίαση τερματίστηκε.
et: Teine pool on ühenduse katkestanud ja sessioon on lõppenud.
fi: Toinen osapuoli on katkaissut yhteyden ja istunto on päättynyt.
fr: L'autre appareil s'est déconnecté et la session est terminée.
hi: दूसरे भाग से संपर्क टूट गया है और सत्र समाप्त हो गया है।
hu: A másik fél lecsatlakozott és a hívás véget ért.
ja: 相手が切断し、セッションは終了しました。
ko: 기타 부분이 연결 해제되고 세션이 종료됩니다.
lt: Kita vartotojas atsijungė ir sesija yra baigta.
nb: Den andre parten har koblet fra og økten er avsluttet.
pl: Druga strona przerwała połączenie i sesja została zakończona.
pt: A outra parte foi desconectada e a sessão encerrada.
pt_br: A outra parte se desconectou e a sessão foi encerrada.
ro: Cealaltă parte s-a deconectat, iar sesiunea s-a încheiat.
ru: Собеседник отключился, сеанс завершён.
sk: Druhá strana sa odpojila a prenos skončil.
th: ฝั่งตรงข้ามได้ตัดการเชื่อมต่อ และเซสซันนี้ได้สิ้นสุดแล้ว
tr: Karşı taraf bağlantıyı kesti ve oturum sonlandırıldı.
ur: دیگر فریق نے منقطع کردیا ہے اور سیشن ختم ہوچکا ہے۔
zh_hans: 對方已中斷連線，此次對話結束。

# BME_CALL_ALERT_OTHER_PART_DISCONNECTED_TITLE
source: Session ended
af: Sessie het geëindig
az: Seans bitdi
ca: Sessió finalitzada
cs: Rozhovor ukončen
da: Sessionen sluttede
el: Συνεδρία τερματίστηκε
et: Sessioon lõpetatud
fi: Istunto on päättynyt
fr: Session terminée
hi: सत्र समाप्त हो गया
hu: Kapcsolat lezárva
ja: セッションは終了しました
ko: 세션 종료
lt: Sesija baigta
nb: Økt avsluttet
pl: Sesja została zakończona
pt: Sessão encerrada
pt_br: Sessão encerrada
ro: Sesiunea s-a încheiat
ru: Сеанс связи завершён
sk: Prenos skončil
th: สิ้นสุดเซสซัน
tr: Oturum sonlandırıldı
ur: سیشن ختم ہوا
zh_hans: 對話已結束
