Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/Localization/*.lproj/BMEForgotPasswordLocalizationTable.strings
Languages: af, az, ca, cs, da, de, el, et, fi, fr, hr, hu, it, ja, lt, nb, nl, pl, pt_br, ru, sk, th, ur, vi, zh_hans, zh_hant

# BME_FORGOT_PASSWORD_BACK
source: Back
af: Terug
az: Geri
ca: Tornar
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
et: Tagasi
fi: Takaisin
fr: Retour
hr: Natrag
hu: Vissza
it: Indietro
ja: 戻る
lt: Grįžti
nb: Tilbake
nl: Terug
pl: Powrót
pt_br: Voltar
ru: Назад
sk: Naspäť
th: ย้อนกลับ
ur: ی
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# BME_FORGOT_PASSWORD_DESCRIPTION
source: Enter your e-mail and we'll send you a new password.
af: Vul jou e-pos in en ons sal vir jou 'n nuwe wagwoord stuur.
az: E-poçt ünvanınızı daxil edin və sizə yeni bir şifrə göndərək.
ca: Introdueix el teu e-mail i t'enviarem una nova contrasenya.
cs: Zadejte svůj e-mail a my vám pošleme nové heslo.
da: Indtast din e-mail og vi vil sende dig en ny adgangskode.
de: Gib deine E-Mail-Adresse ein und wir senden dir ein neues Kennwort.
el: Εισάγετε την διεύθυνση ηλεκτρονικού ταχυδρομείου σας και θα σας στείλουμε τον κωδικό πρόσβασης.
et: Sisesta oma e-posti aadress ja me saadame sulle uue parooli.
fi: Kirjoita sähköpostiosoitteesi ja lähetämme sinulle uuden salasanan.
fr: Saisissez votre e-mail pour recevoir un nouveau mot de passe.
hr: Unesite svoju e-mail adresu i poslat ćemo vam novu lozinku.
hu: Adja meg e-mail címét, és mi küldünk Önnek egy új jelszót.
it: Inserisci la tua e-mail e ti invieremo una nuova password.
ja: メールアドレスを入力してください。新しいパスワードを送信します。
lt: Įveskite savo el. pašto adresą ir mes išsiųsime jums naują slaptažodį.
nb: Angi e-posten din, så sender vi deg et nytt passord.
nl: Voer uw e-mailadres in en wij sturen u een nieuw wachtwoord.
pl: Wprowadź swoj adres emailowy, a my prześlemy ci nowe hasło.
pt_br: Digite seu e-mail e lhe enviaremos uma nova senha.
ru: Введите ваш адрес электронной почты, и мы вышлем вам новый пароль.
sk: Zadajte svoj e-mail a my Vám pošleme nové heslo.
th: กรุณาใส่อีเมลของคุณ แล้วเราจะส่งรหัสผ่านไปให้ใหม่.
ur: اپنا ای میل درج کریں اور ہم آپ کو ایک نیا پاسورڈ بھیج دیں گے۔
vi: Nhập e-mail của bạn và chúng tôi sẽ gửi cho bạn mật khẩu mới.
zh_hans: 輸入你的電郵，我們會傳給你一個新的密碼。
zh_hant: 请在此输入你的电子邮箱地址，我们将给你发送一个新的密码。

# BME_FORGOT_PASSWORD_EMAIL_PLACEHOLDER
source: E-mail
af: E-pos
az: E-poçt
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
et: E-posti aadress
fi: Sähköposti
hu: E-mail cím
ja: Eメール
lt: El. paštas
nb: E-post
nl: E-mailadres
ru: Адрес электронной почты
th: อีเมล
ur: ای میل
zh_hans: 電郵
zh_hant: 电子邮箱地址

# BME_FORGOT_PASSWORD_SEND_PASSWORD
source: Send new password
af: Stuur nuwe wagwoord
az: Yeni şifrə göndər
ca: Enviar contrasenya nova
cs: Poslat nové heslo
da: Send nyt password
de: Neues Kennwort zusenden
el: Αποστολή νέου κωδικού πρόσβασης
et: Saada uus parool
fi: Lähetä uusi salasana
fr: Envoyer un nouveau mot de passe
hr: Pošalji novu lozinku
hu: Új jelszó küldése
it: Invia nuova password
ja: 新しいパスワードを送信します
lt: Išsiųsti naują slaptažodį
nb: Send nytt passord
nl: Stuur een nieuw wachtwoord
pl: Wyślij nowe hasło
pt_br: Enviar nova senha
ru: Прислать новый пароль
sk: Poslať nové heslo
th: ส่งรหัสผ่านใหม่
ur: نیا پاسورڈ بھیجیں
vi: Gửi mật khẩu mới
zh_hans: 傳送新密碼
zh_hant: 发送新密码

# BME_FORGOT_PASSWORD_ALERT_EMAIL_NOT_VALID_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hr: U redu
lt: Gerai
ru: ОК
th: ตกลง
ur: ٹھیک ہے
zh_hans: 確認
zh_hant: 好的

# BME_FORGOT_PASSWORD_ALERT_EMAIL_NOT_VALID_MESSAGE
source: The entered e-mail is not valid. Please change the email and try again.
af: Die ingevoerde e-pos is nie geldig nie. Verander asseblief die e-pos en probeer weer.
az: Daxil edilmiş e-poçt etibarsızdır. Zəhmət olmasa e-poçtu dəyişdirib yenidən yoxlayın.
ca: L'e-mail introduït no és vàlid. Canvia l'e-mail i torna-ho a provar.
cs: Zadaný e-mailu není platný. Změnte e-mail a opakujte akci.
da: Den indtastede e-mail er ikke gyldig. Ret e-mail adressen og prøv igen.
de: Die eingegebene E-Mail-Adresse ist ungültig. Bitte ändere diese und versuche es erneut.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που μας δώσατε δεν είναι έγκυρη. Παρακαλούμε αλλάξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και προσπαθήστε ξανά.
et: Sisestatud e-posti aadress ei kehti. Palun muuda aadressi ja proovi uuesti.
fi: Annettu sähköpostiosoite ei kelpaa. Vaihda sähköpostiosoite ja yritä uudelleen.
fr: Cette adresse e-mail n'est pas valide. Veuillez la modifier et réessayer.
hr: Unesena e-mail adresa nije važeća. Molimo promijenite e-mail adresu i pokušajte ponovno.
hu: Érvénytelen a megadott e-mail cím. Kérjük, módosítsa, majd próbálja újra.
it: L'email inserita non è valida. Si prega di cambiare l'email e riprovare.
ja: 入力されたメールアドレスは有効ではありません。 変更し、もう一度やり直してください。
lt: Įvestas el. paštas yra neteisingas. Prašome pataisyti el. paštą ir pabandyti dar kartą.
nb: E-posten er ikke gyldig. Vennligst endre e-post og prøv igjen.
nl: Het ingevoerde e-mailadres is niet geldig. Gelieve het e-mailadres te wijzigen en probeer het opnieuw.
pl: Wprowadzony adres e-mail jest nieprawidłowy. Proszę wprowadzić poprawny i spróbować ponownie.
pt_br: O e-mail inserido não é válido. Por favor, troque o e-mail e tente novamente.
ru: Введенный адрес электронной почты неверен. Пожалуйста, измените адрес и повторите попытку.
sk: Zadaný e-mail je neplatný. Zmeňte e-mail a skúste to znova.
th: อีเมลที่ใส่ไม่ถูกต้อง กรุณาเปลี่ยนอีเมลแล้วลองใหม่อีกครั้ง
ur: درج کردہ ای میل درست نہیں ہے۔ براہِ کرم ای میل تبدیل کریں اور دوبارہ کوشش کریں۔
vi: E-mail nhập vào không hợp lệ. Vui lòng thay đổi email và thử lại.
zh_hans: 輸入的電郵無效。請更改電郵，然後再試一次。
zh_hant: 电子邮箱地址无效。请输入正确的电子邮箱地址并重试。

# BME_FORGOT_PASSWORD_ALERT_EMAIL_NOT_VALID_TITLE
source: Email is not valid
af: E-pos is nie geldig nie
az: E-poçt etibarsızdır
ca: L'email no és vàlid
cs: E-mailová adresa není platná
da: E-mail er ikke gyldig
de: E-Mail-Adresse ist ungültig
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη
et: E-posti aadress ei kehti
fi: Sähköpostiosoite ei kelpaa
fr: L'adresse e-mail n'est pas valide
hr: E-mail adresa je nevažeća
hu: Helytelen e-mail cím
it: Email non valida
ja: メールアドレスが有効ではありません
lt: El. pašto adresas neteisingas
nb: E-post er ikke gyldig
nl: E-mailadres is ongeldig
pl: E-mail jest niepoprawny
pt_br: E-mail inválido
ru: Неверный адрес электронной почты
sk: E-mail nie je platný
th: อีเมลไม่ถูกต้อง
ur: ای میل درست نہیں ہے
vi: E-mail không hợp lệ
zh_hans: 電郵無效
zh_hant: 电子邮箱地址无效

# BME_FORGOT_PASSWORD_ALERT_SEND_NEW_PASSWORD_REQUEST_FAILED_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hr: U redu
lt: Gerai
ru: ОК
th: ตกลง
ur: ٹھیک ہے
zh_hans: 確認
zh_hant: 好的

# BME_FORGOT_PASSWORD_ALERT_SEND_NEW_PASSWORD_REQUEST_FAILED_MESSAGE
source: The request for a new password could not be sent. Please ensure that you have an active internet connection and try again.
af: Die versoek vir 'n nuwe wagwoord kon nie gestuur word nie. Maak asseblief seker dat jy 'n aktiewe internet konneksie het en probeer weer.
az: Yeni şifrə sorğusu göndərilə bilmədi. Zəhmət olmasa aktiv internet bağlantısı olduğundan əmin olub yenidən cəhd edin.
ca: No s'ha pogut enviar la petició d'una nova contrasenya. Si us plau, assegura't que tens una connexió activa a internet i prova-ho una altra vegada.
cs: Nelze odeslat žádost o nové heslo. Přesvědčte se, zda máte aktivní připojení k internetu a opakujte akci.
da: Anmodningen om en ny adgangskode kunne ikke sendes. Sørg for at du har en aktiv internetforbindelse og prøv igen.
de: Die Anfrage für ein neues Kennwort konnte nicht gesendet werden. Bitte stelle sicher, das du eine Internetverbindung besteht und versuche es erneut.
el: Το αίτημα για νέο κωδικό πρόσβασης δεν απεστάλη. Παρακαλούμε βεβαιωθείτε ότι είστε συνδεδεμένοι στο ιντερνέτ και προσπαθήστε ξανά.
et: Uue parooli taotlust ei olnud võimalik saata. Palun kontrolli interneti ühenduse olemasolu ja proovi uuesti.
fi: Pyyntöä uudesta salasanasta ei voitu lähettää. Varmista, että sinulla on aktiivinen internet yhteys ja yritä uudelleen.
fr: La demande pour un nouveau mot de passe n'a pas pu être envoyée. Merci de vérifier votre connexion internet et de réessayer.
hr: Nije bilo moguće poslati zahtjev za novom lozinkom. Molimo osigurajte da imate aktivnu vezu na Internet i pokušajte ponovno.
hu: Az új jelszó kérelmet nem sikerült elküldeni. Győződjön meg róla, hogy aktív internet kapcsolattal rendelkezik, majd próbálkozzon újra.
it: La richiesta di una nuova password non è stata inviata. Assicurati di avere una connessione internet attiva e riprova.
ja: 新しいパスワードのリクエストは送信できませんでした。インターネットに接続されていることを確認し、もう一度試してください。
lt: Nepavyko išsiųsti naujo slaptažodžio. Prašome įsitikinti, kad esate prisijungęs prie interneto ir pabandyti dar kartą.
nb: Forespørselen om nytt passord kunne ikke sendes. Vennligst forsikre deg om at du er koblet til internett og prøv igjen.
nl: Het verzoek om een nieuw wachtwoord kon niet worden verzonden. Zorg ervoor dat u een actieve internetverbinding hebt en probeer het opnieuw.
pl: Prośba o nowe hasło nie została wysłana. Proszę, upewnij się, że Twoje połączenie z internetem jest aktywne i spróbuj ponownie.
pt_br: A solicitação de nova senha não pôde ser enviada. Por favor, certifique-se de que você tem uma conexão de internet ativa e tente novamente.
ru: Не удалось отправить запрос нового пароля. Пожалуйста, убедитесь, что у вас есть доступ в Интернет, и повторите попытку.
sk: Žiadosť o nové heslo sa nepodarilo odoslať. Uistite sa, že máte aktívne pripojenie na internet a skúste to znova.
th: ไม่สามารถทำการร้องขอรหัสผ่านใหม่ได้ กรุณาเช็คให้แน่ใจว่าคุณได้เชื่อมต่ออินเตอร์เน็ตแล้ว
ur: ایک نئے پاسورڈ کی درخواست نہیں بھیجی جاسکی۔ براہِ کرم اس امر کو یقینی بنائیں کہ آپ کا انٹرنیٹ کنیکشن فعلا ہو اور دوبارہ کوشش کریں۔
vi: Yêu cầu mật khẩu mới không thể gửi được. Vui lòng đảm bảo bạn có kết nối internet hoạt động và thử lại.
zh_hans: 新密碼請求不能被發送。請確保你的網路連接正常，然後重試。
zh_hant: 重置密码请求发送失败。请确认网络连接可用并重试。

# BME_FORGOT_PASSWORD_ALERT_SEND_NEW_PASSWORD_REQUEST_FAILED_TITLE
source: Could not request new password
af: Kon nie 'n nuwe wagwoord versoek nie
az: Yeni şifrə sorğusu göndərilə bilmədi
ca: No s'ha pogut demanar una nova contrasenya
cs: Nelze zaslat nové heslo
da: Kunne ikke anmode om nyt password
de: Konnte kein neues Kennwort anfordern
el: Το αίτημα αποστολής νέου κωδικού δεν απεστάλη
et: Uut parooli ei olnud võimalik taotleda
fi: Uuden salasanan pyyntö epäonnistui
fr: Demande d'un nouveau mot de passe impossible
hr: Nije bilo moguće zatražiti novu lozinku
hu: Az új jelszó igénylése sikertelen
it: Non è stato possibile richiedere una nuova password
ja: 新しいパスワードをリクエストできませんでした
lt: Negalime išsiųsti naujo slaptažodžio
nb: Kunne ikke be om nytt passord
nl: Kon geen nieuw wachtwoord aanvragen
pl: Nie można uzyskać nowego hasła
pt_br: Não foi possível solicitar nova senha
ru: Не удалось запросить новый пароль
sk: Nemôže vyžiadať nové heslo
th: ไม่สามารถขอรหัสผ่านใหม่ได้
ur: نئے پاسورڈ کی درخواست نہیں کی جاسکی
vi: Không thể yêu cầu mật khẩu mới
zh_hans: 無法要求新密碼
zh_hant: 请求发送失败

# BME_FORGOT_PASSWORD_ALERT_SEND_NEW_PASSWORD_REQUEST_SUCCESS_CANCEL
source: OK
af: Reg
az: Oldu
ca: D'acord
el: ΟΚ
hr: U redu
lt: Gerai
ru: ОК
th: ตกลง
ur: ٹھیک ہے
zh_hans: 確認
zh_hant: 好的

# BME_FORGOT_PASSWORD_ALERT_SEND_NEW_PASSWORD_REQUEST_SUCCESS_MESSAGE
source: You have received an e-mail with your new password.
af: Jy het 'n e-pos ontvang met jou nuwe wagwoord.
az: Yeni şifrəniz olan bir e-poçt aldınız.
ca: Has rebut un correu electrònic amb la teva nova contrasenya.
cs: Obdrželi jste e-mail s novým heslem.
da: Du har modtaget en e-mail med din nye adgangskode.
de: Du hast eine E-Mail mit deinem neuen Kennwort erhalten.
el: Λάβατε ένα e-mail με το νέο σας κωδικό.
et: Sa oled saanud e-kirja uue parooliga.
fi: Olet saanut sähköpostin, jossa on uusi salasanasi.
fr: Vous avez reçu un email avec votre nouveau mot de passe.
hr: Primili ste e-mail s vašom novom lozinkom.
hu: Egy email-je érkezett az új jelszóval.
it: Ti abbiamo inviato una email con la tua nuova password.
ja: 新しいパスワードはあなたのメールアドレスへ送信されました。
lt: Jums išsiųstas laiškas su nauju slaptažodžiu.
nb: Du har mottatt en e-post med ditt nye passord.
nl: U heeft een e-mail ontvangen met uw nieuw wachtwoord.
pl: Otrzymałeś e-maila z nowym hasłem.
pt_br: Você recebeu um e-mail com sua nova senha.
ru: Новый пароль был выслан на указанный адрес электронной почты.
sk: Dostali ste e-mail s novým heslom.
th: คุณได้รับรหัสผ่านใหม่ผ่านทางอีเมลของคุณ
ur: آپ کو آپ کے نئے پاسورڈ کے ساتھ ایک ای میل موصول ہوا ہے۔
vi: Bạn đã nhận được e-mail với mật khẩu mới.
zh_hans: 你收到了一封內有新密碼的電郵。
zh_hant: 新密码已经成功发送到你的电子邮箱。

# BME_FORGOT_PASSWORD_ALERT_SEND_NEW_PASSWORD_REQUEST_SUCCESS_TITLE
source: New password sent
af: Nuwe wagwoord gestuur
az: Yeni şifrə göndərildi
ca: Nova contrasenya enviada
cs: Nové heslo zasláno
da: Nye adgangskode sendt
de: Neues Kennwort gesendet
el: Ο νέος κωδικός πρόσβασης απεστάλη
et: Uus parool on saadetud
fi: Uusi salasana lähetetty
fr: Nouveau mot de passe envoyé
hr: Nova lozinka poslana
hu: Az új jelszó elküldve
it: Nuova password inviata
ja: 新しいパスワードが送信されました
lt: Naujas slaptažodis išsiųstas
nb: Nytt passord sendt
nl: Nieuw wachtwoord verzonden
pl: Nowe hasło wysłane
pt_br: Nova senha enviada
ru: Новый пароль отправлен
sk: Nové heslo zaslané
th: รหัสผ่านใหม่ได้ถูกส่งไปแล้ว
ur: نیا پاسورڈ بھیج دیا گیا
vi: Mật khẩu mới đã được gửi
zh_hans: 新密碼已發送
zh_hant: 新密码发送成功

# BME_FORGOT_PASSWORD_OVERLAY_SENDING_REQUEST_FOR_NEW_PASSWORD_TITLE
source: Sending request...
af: Besig om versoek te stuur...
az: Sorğu göndərilir...
ca: Enviant la sol·licitud...
cs: Odesílání požadavku...
da: Sender anmodning...
de: Anfrage senden …
el: Αίτημα φόρτωσης...
et: Taotluse saatmine...
fi: Pyyntöä lähetetään...
fr: Envoi de la demande...
hr: Slanje zahtjeva...
hu: Kérés küldése...
it: Invio in corso...
ja: リクエストを送信しています...
lt: Siunčiame užklausą...
nb: Sender forespørsel...
nl: Verzoek versturen...
pl: Wysłanie żądania...
pt_br: Enviando solicitação...
ru: Отправка запроса...
sk: Odosiela sa požiadavka...
th: กำลังส่งคำขอ
ur: درخواست بھیجی جا رہی ہے۔۔۔
vi: Đang gửi yêu cầu...
zh_hans: 新密碼發送中...
zh_hant: 正在发送请求…
