Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/Localization/*.lproj/BMEHelperMainLocalizationTable.strings
Languages: af, ar, az, ca, da, el, es, et, fi, fr, he, hi, hu, it, ja, ko, lt, nl, pl, pt, pt_br, ru, sr, sv, th, tr, ur, vi, zh_hans, zh_hant

# BME_HELPER_MAIN_SNOOZE_HEADLINE
source: Snooze
ar: قيد الانتظار
az: Təxirə sal
ca: Ajornar
el: Αναβολή
es: Posponer
et: Tukasta
fi: Torkku
fr: Indisponible
he: דחייה למועד מאוחר יותר
hi: स्नूज़ करें
hu: Szundi
it: Posticipa
ja: スヌーズ
ko: 스누즈
lt: Atidėti
nl: Sluimeren
pl: Drzemka
pt: Adormecer
pt_br: Soneca
ru: Сделать перерыв
sr: Утишај
sv: Snooza
th: แจ้งเตือน
tr: Ertele
ur: جھپکی لینا
vi: Báo lại
zh_hans: 打盹
zh_hant: 打盹

# BME_HELPER_MAIN_SNOOZE_STATUS_TEXT
source: You are snoozing the next %@
af: Jy snooze die volgend %@
ar: لقد جعلت %@ التالي قيد الانتظار
az: %@ qədər təxirə salırsınız
ca: Estàs ajornant els següents %@
da: Du snoozer i %@
el: Αναβολή για το επόμενο %@
es: Posponiendo actividades durante %@
et: Tukastad järgmised %@
fi: Torkut seuraavat %@
fr: Vous êtes indisponible pour les prochaines %@
he: דחיתם למשך %@
hi: आप अगले %@ में स्नूज़ कर रहे हैं
hu: Szundizza a következő %@ kérést
it: Stai posticipando il prossimo %@
ja: 次の%@はスヌーズの状態です
ko: 다음 %@ 스누즈 예정
lt: Atidėti sekančias %@ užklausas
nl: U bent de volgende %@ aan het sluimeren
pl: Odkładasz następny %@
pt: Você vai dormir mais %@ minutos
pt_br: Você está em soneca pelos próximos %@
ru: Перерыв на последующие %@
sr: Утишаћете наредних %@
sv: Du snoozar kommande %@
th: คุณจะได้รับการแจ้งเตือนอีกใน %@
tr: Önümüzdeki %@ erteliyorsunuz
ur: آپ اگلے %@ تک جھپکی لے رہے ہیں
vi: Bạn báo lại %@ kế tiếp
zh_hans: 你在打頓跳過下一個％@
zh_hant: 你在打盹跳过下一个％@

# BME_HELPER_MAIN_HELPED_POINT_DESCRIPTION
source: People Helped
af: Mense gehelp
ar: أشخاص ساعدتهم
az: Kömək Edilən İnsanlar
ca: Persones ajudades
da: Folk hjulpet
el: Άτομα που βοηθήσατε
es: Personas Asistidas
et: Inimesi aidatud
fi: Autetut ihmiset
fr: Personnes assistées
he: אנשים להם סייעתם
hi: इन लोगों की मदद की गई
hu: Kisegítettek
it: Persone aiutate
ja: 援助した人
ko: 도와준 사람
lt: Padėjo
nl: Mensen geholpen
pl: Ludzie pomogli
pt: Pessoas assistidas
pt_br: Pessoas ajudadas
ru: Людям помогли
sr: Лица која су добила помоћ
sv: Personer hjälpta
th: คน ได้รับความช่วยเหลือแล้ว
tr: Yardım edilen kişiler
ur: افراد جن کی مدد کی گئی
vi: Người Đã được giúp
zh_hans: 幫助過的人數
zh_hant: 帮助过的人

# BME_HELPER_MAIN_TOTAL_POINT_DESCRIPTION
source: Points Total
af: Punte Totaal
ar: مجموع النقاط
az: Ümumi xal
ca: Total de punts
da: Totale point
el: Συνολικοί πόντοι
es: Puntos totales
et: Punkte kokku
fi: Pisteet yhteensä
fr: Total de points
he: סיכום הנקודות
hi: कुल अंक
hu: Összes pont
it: Totale Punti
ja: 合計ポイント
ko: 전체 포인트
lt: Taškai
nl: Punten totaal
pl: Punkty łącznie
pt: Total de pontos
pt_br: Total de pontos
ru: Всего баллов
sr: Укупно бодова
sv: Poäng totalt
th: คะแนนรวม
tr: Toplam puan
ur: کل پوائنٹس
vi: Tổng Điểm
zh_hans: 總點數
zh_hant: 总点数

# BME_HELPER_MAIN_LEVEL_NEW_HELPER
source: New Helper
af: Nuwe Helper
ar: مساعِد جديد
az: Yeni köməkçi
ca: Nou Ajudant
da: Ny hjælper
el: Νέος βοηθός
es: Nuevo ayudante
et: Uus abistaja
fi: Uusi auttaja
fr: Apprenti assistant
he: עוזר חדש
hi: नया सहायक
hu: Új segítő
it: Aiutante Principiante
ja: 新しいヘルパー
ko: 신입 도우미
lt: Naujas pagalbininkas
nl: Nieuwe Helper
pl: Nowy pomocnik
pt: Novo auxiliar
pt_br: Voluntário novato
ru: Новый помощник
sr: Нови помагач
sv: Ny hjälpare
th: ผู้ช่วยหน้าใหม่
tr: Yeni Yardımcı
ur: س
vi: Người trợ giúp mới
zh_hans: 新幫手
zh_hant: 新助手

# BME_HELPER_MAIN_LEVEL_PROMISING_HELPER
source: Promising Helper
af: Belowende Helper
ar: مساعِد واعد
az: Ümid Verən Köməkçi
ca: Ajudant Prometedor
da: Lovende hjælper
el: Υποσχόμενος βοηθός
es: Ayudante Prometedor
et: Paljutõotav abistaja
fi: Lupaava auttaja
fr: Assistant prometteur
he: עוזר מבטיח
hi: अनुकूल सहायक
hu: Ígéretes segítő
it: Aiutante Promettente
ja: 有望なヘルパー
ko: 촉망받는 도우미
lt: Perspektyvus pagalbininkas
nl: Veelbelovende Helper
pl: Obiecujący pomocnik
pt: Auxiliar promissor
pt_br: Voluntário promissor
ru: Перспективный помощник
sr: Помагач у успону
sv: Lovande hjälpare
th: ผู้ช่วยให้มีความหวัง
tr: Umut vadeden Yardımcı
ur: ہونہار مددگار
vi: Người trợ giúp triển vọng
zh_hans: 大有可為的幫手
zh_hant: 有希望的助手

# BME_HELPER_MAIN_LEVEL_TRUSTED_HELPER
source: Trusted Helper
af: Betroubare Helper
ar: مساعِد موثوق به
az: Etibarlı köməkçi
ca: Ajudant de Confiança
da: Betroet hjælper
el: Αξιόπιστος βοηθός
es: Ayudante de Confianza
et: Usaldusväärne abistaja
fi: Luotettava auttaja
fr: Assistant de confiance
he: עוזר מיומן
hi: विश्वस्त सहायक
hu: Megbízható segítő
it: Aiutante Fidato
ja: 信頼できるヘルパー
ko: 믿을 수 있는 도우미
lt: Patikimas pagalbininkas
nl: Vertrouwde helper
pl: Zaufany pomocnik
pt: Auxiliar confiável
pt_br: Voluntário confiável
ru: Надёжный помощник
sr: Поуздан помагач
sv: Pålitlig hjälpare
th: ผู้ช่วยที่ไว้ใจได้
tr: Güvenilir Yardımcı
ur: قابل بھروسہ مددگار
vi: Người trợ giúp đáng tin
zh_hans: 值得信賴的幫手
zh_hant: 可信的助手

# BME_HELPER_MAIN_LEVEL_EXPERT_HELPER
source: Expert Helper
af: Kundige Helper
ar: مساعِد متخصص
az: Təcrübəli köməkçi
ca: Ajudant Expert
da: Ekspert hjælper
el: Εμπειρογνώμονας βοηθός
es: Ayudante Experto
et: Ekspertabistaja
fi: Asiantuntija auttaja
fr: Assistant expert
he: עוזר מומחה
hi: विशेषज्ञ सहायक
hu: Szakértő segítő
it: Aiutante Esperto
ja: エキスパートヘルパー
ko: 전문가 도우미
lt: Patyręs pagalbininkas
pl: Pomocnik Ekspert
pt: Auxiliar Expert
pt_br: Voluntário especialista
ru: Помощник-эксперт
sr: Искусан помагач
sv: Experthjälpare
th: ผู้ช่วยระดับเชี่ยวชาญ
tr: Uzman Yardımcı
ur: ماہر مددگار
vi: Người trợ giúp thành thạo
zh_hans: 專家幫手
zh_hant: 专家级助手

# BME_HELPER_MAIN_LEVEL_MASTER_HELPER
source: Master Helper
af: Meester Helper
ar: مساعِد خبير
az: Usta köməkçi
ca: Ajudant Mestre
da: Mester hjælper
es: Ayudante Maestro
et: suurmeister-abistaja
fi: Mestari auttaja
fr: Maitre assistant
he: עוזר מאסטר
hi: निपुण सहायक
hu: Segítő mester
it: Aiutante Professionista
ja: マスターヘルパー
ko: 달인 도우미
lt: Meistriškas pagalbininkas
pl: Pomocnik Mistrz
pt: Auxiliar Mestre
pt_br: Voluntário mestre
ru: Помощник-мастер
sr: Мајсторски помагач
sv: Mästarhjälpare
th: ผู้ช่วยระดับปรมาจารย์
tr: Usta Yardımcı
ur: ماسٹر مددگار
vi: Người trợ giúp bậc thầy
zh_hans: 大師級幫手
zh_hant: 大师级助手

# BME_HELPER_MAIN_LEVEL_POINTS_NEXT_DESCRIPTION
source: %d points until next level
af: %d punte tot volgende vlak
ar: %d نقاط حتى المستوى القادم
az: Növbəti səviyyəyə qədər %d xal qaldı
ca: %d punts fins al següent nivell
da: %d point til næste niveau
el: %d πόντων έως τον επόμενο επίπεδο
es: %d puntos hasta el siguiente nivel
et: %d punkti järgmise tasemeni
fi: %d pistettä seuraalle tasolle
fr: %d points avant le niveau suivant
he: %d נקודות עד השלב הבא
hi: अगले स्तर तक पहुँचने के लिए %d अंक
hu: %d pont a következő szintig
it: %d punti al prossimo livello
ja: 次のレベルまで%dポイント
ko: 다음 레벨까지 %d 포인트
lt: %d taškų iki sekančio lygio
nl: %d punten tot de volgende level
pl: %d punktów do następnego poziomu
pt: %d pontos até ao próximo nivel
pt_br: %d pontos até o próximo nível
ru: %d баллов до следующего уровня
sr: %d бодова до наредног нивоа
sv: %d poäng till nästa nivå
th: อีก %d คะแนนจะถึงระดับถัดไป
tr: Sonraki seviyeye %d puan kaldı
ur: اگلی سطح تک پہنچنے کے لیے %d پوائنٹس چاہیئں
vi: %d điểm đến cấp độ tiếp theo
zh_hans: 差%d 能晉下一級
zh_hant: 到下一级还有%d点

# BME_HELPER_MAIN_POINTS_ENTRY_SIGNUP_DESCRIPTION
source: Successful sign up
af: Suksesvol ingeteken
ar: تسجيل ناجح
az: Qeydiyyat uğurlu oldu
ca: Registre exitós
da: Succesfuld registrering
el: Η εγγραφή πραγματοποιήθηκε επιτυχώς
es: Registrado con éxito
et: Edukas liitumine
fi: Onnistunut rekisteröityminen
fr: Inscription réussie
he: ההרשמה הסתיימה בהצלחה
hi: सफल साइन अप
hu: Sikeres regisztráció
it: Iscrizione avvenuta con successo
ja: 登録成功
ko: 서비스 가입
lt: Sėkmingai pakeltas lygis
nl: Succesvol aangemeld
pl: Logowanie powiodło się
pt: O registo foi um sucesso
pt_br: Cadastro realizado com sucesso
ru: Регистрация выполнена успешно
sr: Успешно пријављивање
sv: Lyckad registrering
th: ลงทะเบียนสำเร็จ
tr: Başarıyla kayıt olundu
ur: سائن اپ کامیاب رہا
vi: Đăng ký thành công
zh_hans: 註冊成功
zh_hant: 注册成功

# BME_HELPER_MAIN_POINTS_ENTRY_ANSWER_PUSH_MESSAGE_DESCRIPTION
source: Attempted to help
af: Gepoog om te help
ar: حاوَل المساعدة
az: Kömək etməyə çalışdıqları
ca: Has intentat ajudar
da: Forsøgte at hjælpe
el: Προσπάθειες βοήθειας
es: Intento de asistencia
et: Abistamiskatse
fi: Yrittänyt auttaa
fr: Tentatives d'assistance
he: ניסיתם לעזור
hi: मदद करने का प्रयास किया गया
hu: Segíteni próbáltál
it: Tentativo di aiuto
ja: 援助を試みました
ko: 돕기 위해 시도됨
lt: Bandyta padėti
nl: Geprobeerd om te helpen
pl: Próbował pomóc
pt: Tentou ajudar
pt_br: Tentativas de ajuda
ru: Пытались помочь
sr: Покушао је да помогне
sv: Försökte hjälpa till
th: ได้พยายามช่วยแล้ว
tr: Yardım etmeye çalıştıkları
ur: مدد کی کوشش کی
vi: Đã cố gắng để giúp đỡ
zh_hans: 試圖幫助
zh_hant: 试着帮助

# BME_HELPER_MAIN_POINTS_ENTRY_ANSWER_PUSH_MESSAGE_TECHNICAL_ERROR_DESCRIPTION
source: Attempted to help
af: Gepoog om te help
ar: حاوَل المساعدة
az: Kömək etməyə çalışdıqları
ca: Has intentat ajudar
da: Forsøgte at hjælpe
el: Προσπάθειες βοήθειας
es: Intento de asistencia
et: Abistamiskatse
fi: Yrittänyt auttaa
fr: Tentatives d'assistance
he: ניסיתם לעזור
hi: मदद करने का प्रयास किया गया
hu: Segíteni próbáltál
it: Tentativo di aiuto
ja: 援助を試みました
ko: 돕기 위해 시도됨
lt: Bandyta padėti
nl: Geprobeerd om te helpen
pl: Próbował pomóc
pt: Tentou ajudar
pt_br: Tentativas de ajuda
ru: Пытались помочь
sr: Покушао је да помогне
sv: Försökte hjälpa till
th: ได้พยายามช่วยแล้ว
tr: Yardım etmeye çalıştıkları
ur: مدد کی کوشش کی
vi: Đã cố gắng để giúp đỡ
zh_hans: 試圖幫助
zh_hant: 试着帮助

# BME_HELPER_MAIN_POINTS_ENTRY_FINISH_HELPING_REQUEST_DESCRIPTION
source: Helped a blind person
af: Het 'n blinde persoon gehelp
ar: ساعَد شخصا أعمى
az: Bir görmə əngəlli şəxsə kömək edildi
ca: Has ajudat una persona cega
da: Hjalp en blind
el: Βοήθησατε ένα άτομο με πρόβλημα όρασης
es: Ayudó a una persona invidente
et: Aitas nägemispuudega inimest
fi: Auttoi sokeaa henkilöä
fr: A aidé une personne malvoyante
he: סייעתם לאדם עיוור
hi: एक नेत्रहीन व्यक्ति की मदद की गई
hu: Segítettél egy látássérültnek
it: Ha aiutato un non vedente
ja: 視覚障がい者を援助しました
ko: 시각장애인을 도와줌
lt: Padėjai akląjam
nl: Blinde persoon geholpen
pl: Pomógł osobie niewidomej
pt: Ajudou uma pessoa cega
pt_br: Ajudou uma pessoa cega
ru: Помогли незрячему человеку
sr: Помогао је једном слепом лицу
sv: Hjälpte en blind person
th: ช่วยผู้พิการทางสายตาแล้ว
tr: Bir görme engelliye yardımcı olundu
ur: ایک نابینا فرد کی مدد کی
vi: Đã giúp đỡ một người khiếm thị
zh_hans: 幫助過一位盲胞
zh_hant: 帮助了一位盲人

# BME_HELPER_MAIN_POINTS_ENTRY_FINISH_10_HELPING_REQUESTS_IN_A_WEEK_DESCRIPTION
source: Helped 10 in a week
af: Het 10 in 'n week gehelp
ar: ساعَد 10 في أسبوع
az: Bir həftədə 10 şəxsə kömək edildi
ca: Has ajudat a 10 en una setmana
da: Hjalp 10 på en uge
el: Βοηθήσατε 10 άτομα σε μια εβδομάδα
es: Asistió a 10 en una semana
et: Nädalaga 10 aitamist
fi: Auttoi 10 viikossa
fr: A aidé 10 personnes en une semaine
he: סייעתם 10 בשבוע
hi: एक सप्ताह में 10 लोगों की मदद की गई
hu: Segített 10-szer egy hét alatt
it: 10 aiuti in una settimana
ja: 週に10回、援助しました
ko: 일주일에 10번 도움
lt: Padėjai 10 per savaitę
nl: Hielp 10 in een week
pl: Pomógł 10 w tydzień
pt: Ajudou 10 numa semana
pt_br: Ajudou 10 em uma semana
ru: Помогли 10 людям за неделю
sr: Помогао је 10 лица у недељи дана
sv: Hjälpt 10 på en vecka
th: ช่วย 10 ครั้งในหนึ่งสัปดาห์แล้ว
tr: Bir haftada 10 kişiye yardım edildi
ur: ہفتے میں 10 افراد کی مدد کی
vi: Đã giúp đỡ 10 người trong một tuần
zh_hans: 一周內幫助了10位
zh_hant: 一周内帮助了10位

# BME_HELPER_MAIN_POINTS_ENTRY_FINISH_5_HIGH_FIVES_IN_A_WEEK_DESCRIPTION
source: 5 high fives in week
af: 5 high fives in 'n week
ar: 5 تحايا في أسبوع
az: Bu həftə ərzində 5 əl
ca: 5 chocs de mans en una setmana
da: 5 high fives på en uge
el: 5 φορές στην υψηλότερη πεντάδα σε μια εβδομάδα
es: 5 choques de mano en una semana
et: 5 tänamist nädalaga
fi: 5 high fives viikossa
fr: 5 high fives en une semaine
he: 5 כיפים באוויר בשבוע
hi: सप्ताह के 5 शीर्ष व्यक्ति
hu: 5 pacsi a héten
it: 5 "Dammi il cinque" nella settimana
ja: 週に5回ハイタッチしました
ko: 한 주에 5 하이파이브
lt: Gauta penkis "duok penkis" per savaitę
nl: 5 High fives in een week
pl: 5 piątek w tygodniu
pt: 5 curtidas em uma semana
pt_br: 5 curtidas em uma semana
ru: 5 пятерней за неделю
sr: 5 сјајних оцена за недељу дана
sv: 5 high fives i veckan
th: 5 ดาวในหนึ่งสัปดาห์
tr: Bu hafta 5 defa Çak! yapıldı
ur: ہفتے میں 5 ہائی فائیوز
vi: 5 lần vui mừng trong tuần
zh_hans: 一周內有5次擊掌
zh_hant: 一周內有5次击掌

# BME_HELPER_MAIN_POINTS_ENTRY_SHARE_ON_TWITTER_DESCRIPTION
source: Shared on Twitter
af: Gedeel op Twitter
ar: مشارَك على تويتر
az: Twitter'də paylaşıldı
ca: Compartit a Twitter
da: Delte på Twitter
el: Κοινοποίηση στο Twitter
es: Compartido en Twitter
et: Jagatud Twitteris
fi: Jaettu Twitterissä
fr: Partagé sur Twitter
he: שותף בטוויטר
hi: ट्विटर पर साझा किया गया
hu: Twitter-en megosztva
it: Condiviso su Twitter
ja: Twitterで共有
ko: 트위터에 공유
lt: Pasidalinta Twitter paskyroje
nl: Gedeeld op Twitter
pl: Udostępnione na Twitterze
pt: Partilhado no Twitter
pt_br: Compartilhado no Twitter
ru: Опубликовано в Twitter
sr: Дељење на Твитеру
sv: Delat på Twitter
th: แชร์บนทวิตเตอร์
tr: Twitter'da paylaşıldı
ur: ٹوئیٹر پر اشتراک کیا
vi: Đã chia sẻ trên Twitter
zh_hans: 在Twitter分享了
zh_hant: 在Twitter分享了

# BME_HELPER_MAIN_POINTS_ENTRY_SHARE_ON_FACEBOOK_DESCRIPTION
source: Shared on Facebook
af: Gedeel op Facebook
ar: مشارَك على فيسبوك
az: Facebook'da paylaşıldı
ca: Compartit a Facebook
da: Delte på Facebook
el: Κοινοποίηση στο Facebook
es: Compartido en Facebook
et: Jagatud Facebookis
fi: Jaettu Facebookissa
fr: Partagé sur Facebook
he: שותף בפייסבוק
hi: फेसबुक पर साझा किया गया
hu: Facebook-on megosztva
it: Condiviso su Facebook
ja: Facebookで共有
ko: 페이스북에 공유
lt: Pasidalino Facebook paskyroje
nl: Gedeeld op Facebook
pl: Udostępnione na Facebooku
pt: Partilhado no Facebook
pt_br: Compartilhado no Facebook
ru: Опубликовано в Facebook
sr: Дељење на Фејсбуку
sv: Delat på Facebook
th: แชร์บนเฟซบุ๊ก
tr: Facebook'da paylaşıldı
ur: فیس بُک پر اشتراک کیا
vi: Đã chia sẻ trên Facebook
zh_hans: 在Facebook分享了
zh_hant: 在Facebook分享了

# BME_HELPER_MAIN_POINTS_ENTRY_WATCH_VIDEO_DESCRIPTION
source: Watched video
af: Video gekyk
ar: فيديو مشاهَد
az: Baxılmış video
ca: Vídeo vist
da: Så video
el: Βίντεο που είδατε
es: Vio un video
et: Vaadatud videot
fi: Katsottu video
fr: Vidéo vue
he: צפיתם בווידאו
hi: वीडियो देखे गए
hu: Videó megtekintve
it: VIdeo guardato
ja: 閲覧した動画
ko: 동영상 보기
lt: Pažiūrėtas vaizdo įrašas
nl: Video's bekeken
pl: Obejrzane wideo
pt: Assistiu a um video
pt_br: Vídeo assistido
ru: Просмотрено видео
sr: Гледао је видео снимак
sv: Tittat på video
th: ได้ดูวิดีโอแล้ว
tr: İzlenen video
ur: ویڈیو دیکھا
vi: Đã xem video
zh_hans: 觀看過的視頻
zh_hant: 观看过的视频

# BME_HELPER_MAIN_TASK_SHARE_ON_TWITTER_DESCRIPTION
source: Share on Twitter
af: Deel op Twitter
ar: شارِك على تويتر
az: Twitter'də paylaş
ca: Comparteix a Twitter
da: Del på Twitter
el: Κοινοποίηση στο Twitter
es: Compartir en Twitter
et: Jaga Twitteris
fi: Jaa Twitterissä
fr: Partager sur Twitter
he: שתף בטוויטר
hi: ट्विटर पर साझा करें
hu: Megosztás Twitter-en
it: Condividi su Twitter
ja: Twitterで共有
ko: 트위터에 공유
lt: Pasidalinti Twitter
nl: Delen op Twitter
pl: Udostępnij na Twitterze
pt: Partilhar no Twitter
pt_br: Compartilhar no Twitter
ru: Поделиться в Twitter
sr: Подели на Твитеру
sv: Dela på Twitter
th: แชร์บนทวิตเตอร์
tr: Twitter'da paylaş
ur: ٹوئیٹر پر اشتراک کریں
vi: Chia sẻ trên Twitter
zh_hans: 在Twitter分享
zh_hant: 在Twitter分享

# BME_HELPER_MAIN_TASK_SHARE_ON_FACEBOOK_DESCRIPTION
source: Share on Facebook
af: Deel op Facebook
ar: شارِك على فيسبوك
az: Facebook'da paylaş
ca: Comparteix a Facebook
da: Del på Facebook
el: Κοινοποίηση στο Facebook
es: Compartir en Facebook
et: Jaga Facebookis
fi: Jaa Facebookissa
fr: Partager sur Facebook
he: שתף בפייסבוק
hi: फेसबुक पर साझा करें
hu: Megosztás Facebook-on
it: Condividi su Facebook
ja: Facebookで共有
ko: 페이스북에 공유
lt: Pasidalinti Facebook
nl: Deel op Facebook
pl: Udostępnij na Facebooku
pt: Partilhar no Facebook
pt_br: Compartilhar no Facebook
ru: Поделиться в Facebook
sr: Подели на Фејсбуку
sv: Dela på Facebook
th: แชร์บนเฟซบุ๊ก
tr: Facebook'ta Paylaş
ur: فیس بُک پر اشتراک کریں
vi: Chia sẻ trên Facebook
zh_hans: 在Facebook分享
zh_hant: 在Facebook分享

# BME_HELPER_MAIN_TASK_WATCH_VIDEO_DESCRIPTION
source: Watch video
af: Kyk video
ar: شاهِد فيديو
az: Videoya bax
ca: Veure el vídeo
da: Se video
el: Βίντεο που είδατε
es: Ver vídeo
et: Vaata videot
fi: Katso video
fr: Regarder la vidéo
he: צפה בווידאו
hi: वीडियो देखें
hu: Videó megnézése
it: Guarda il video
ja: 動画を見る
ko: 동영상 보기
lt: Žiūrėti video
nl: Bekijk video
pl: Obejrzyj wideo
pt: Assista ao vídeo
pt_br: Assistir vídeo
ru: Смотреть видео
sr: Погледај видео снимак
sv: Titta på video
th: ดูวิดีโอ
tr: Video izle
ur: ویڈیو دیکھیں
vi: Xem video
zh_hans: 觀看視頻
zh_hant: 观看视频

# BME_HELPER_MAIN_COMMUNITY_NETWORK_DESCRIPTION
source: The Be My Eyes Network
af: Die Be My Eyes Netwerk
ar: شبكة Be My Eyes
az: Be My Eyes Şəbəkəsi
ca: La xarxa Be My Eyes
da: Be My Eyes netværket
el: Το δίκτυο της εφαρμογης Be My Eyes
es: La Red Be My Eyes
et: Be My Eyes võrgustik
fi: Be My Eyes Verkosto
fr: La communauté Be My Eyes
he: רשת Be My Eyes
hi: Be My Eyes नेटवर्क
hu: A Be My Eyes Hálózat
it: La rete di Be My Eyes
ja: Be My Eyes ネットワーク
ko: Be My Eyes 네트워크
lt: Be My Eyes Tinklas
nl: Het Be My Eyes Netwerk
pl: Śieć Bądź moimi oczami
pt: A rede Be My Eyes
pt_br: A rede Be My Eyes
ru: Сеть Be My Eyes
sr: Мрежа „Be My Eyes“
sv: Be My Eyes-nätverket
th: เครือข่ายของ Be My Eyes
tr: Be My Eyes Ağı
ur: دی Be My Eyes نیٹ ورک
vi: Mạng lưới Be My Eyes
zh_hans: Be My Eyes 網路
zh_hant: Be My Eyes 网络

# BME_HELPER_MAIN_COMMUNITY_NETWORK_SIGHTED
source: Sighted
af: Siende
ar: مبصر
az: Gördü
ca: Vidents
da: Seende
el: Χωρίς πρόβλημα όρασης
es: Videntes
et: Nägijaid
fi: Näkevä
fr: Voyants
he: רואה
hi: देखने में सक्षम
hu: Látók
it: Vedente
ja: 晴眼者
ko: 정안인
lt: Reginčiųjų
nl: Ziend
pl: Widzących
pt: Com visão
pt_br: Voluntário
ru: Зрячий
sr: Види нормално
sv: Seende
th: ผู้มีสายตาปกติ
tr: Görüldü
ur: بینا فرد
vi: Sáng mắt
zh_hans: 有視力者
zh_hant: 视力正常者

# BME_HELPER_MAIN_COMMUNITY_NETWORK_BLIND
source: Blind
af: Blinde
ar: أعمى
az: Görmə Əngəlli
ca: Cec
da: Blinde
el: Με πρόβλημα όρασης
es: Invidente
et: Pime
fi: Sokea
fr: Malvoyant
he: עיוור/ת
hi: नेत्रहीन
hu: Látássérültek
it: Non vedente
ja: 視覚障がい者
ko: 시각장애인
lt: Aklųjų
pl: Niewidomy
pt: Invisual
pt_br: Cego
ru: Незрячий
sr: Слепо лице
th: ผู้พิการทางสายตา
tr: Görme Engelli
ur: نابینا
vi: Khiếm thị
zh_hans: 盲胞
zh_hant: 盲人

# BME_HELPER_MAIN_COMMUNITY_NETWORK_HELPED
source: Helped
af: Gehelp
ar: تمت مساعَدته
az: Kömək edildi
ca: Ajudats
da: Hjulpet
el: Βοηθήσατε
es: Asistidos
et: Aidatud
fi: Auttoi
fr: Aidés
he: סייעתם
hi: मदद की गई
hu: Segítségnyújtások
it: Aiutato
ja: 援助者
ko: 도움
lt: Pagalbos sulaukė
nl: Geholpen
pl: Pomógł
pt: Ajudou
pt_br: Ajudados
ru: Помогли
sr: Помогао је
sv: Hjälpta
th: ช่วยแล้ว
tr: Yardım edildi
ur: مدد کردہ
vi: Đã trợ giúp
zh_hans: 幫過的
zh_hant: 帮助过的

# BME_HELPER_MAIN_LOADING_POINT_FAILED
source: Could not load point
af: Kon nie punt laai nie
ar: لا يمكن تحميل النقطة
az: Xal yüklənə bilmədi
ca: No s'ha pogut carregar el punt
da: Kunne ikke indlæse point
el: Δεν έγινε φόρτωση πόντων
es: No se pudo cargar el puntos
et: Ei suutnud punkte laadida
fi: Kohtaa ei voitu ladata
fr: Chargement impossible
he: טעינת הנקודות לא הצליחה
hi: अंक लोड नहीं कर सका
hu: Nem sikerült betölteni a pontot
it: Impossibile caricare il punto
ja: ポイントを読み込めませんでした
ko: 포인트를 불러오지 못함
lt: Negalime pridėti taško
nl: Kan punt niet laden
pl: Nie można załadować punktu
pt: Não foi possível carregar pontuação
pt_br: Não foi possível carregar pontuação
ru: Не удалось загрузить баллы
sr: Није било могуће учитати бодове
sv: Kunde inte ladda poäng
th: ไม่สามารถโหลดคะแนน
tr: Puan yüklenemedi
ur: پوائنٹ لوڈ نہیں ہوسکا
vi: Không thể tải điểm
zh_hans: 無法加載點數
zh_hant: 无法加载点数

# BME_HELPER_MAIN_RETRY_LOADING_POINT
source: Retry
af: Probeer weer
ar: إعادة المحاولة
az: Yenidən cəhd edin
ca: Reintentar
da: Prøv igen
el: Προσπαθήστε ξανά
es: Reintentar
et: Proovi Uuesti
fi: Yritä uudelleen
fr: Réessayer
he: נסה שנית
hi: दोबारा प्रयास करें
hu: Újra
it: Riprova
ja: 再試行
ko: 다시 시도
lt: Bandyti dar kartą
nl: Probeer opnieuw
pl: Ponów próbę
pt: Tentar Novamente
pt_br: Tentar novamente
ru: Повторить попытку
sr: Покушај поново
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重試
zh_hant: 重试

# BME_HELPER_MAIN_SNOOZE_STATUS_NOT_SNOOZING_TEXT
source: You are currently active
af: Jy is tans aktief
ar: أنت نشط حاليا
az: İndi aktivsiniz
ca: Actualment ets actiu
da: Du er i øjeblikket ikke aktiv
el: Είστε διαθέσιμοι
es: Estás activo actualmente
et: Oled hetkel aktiivne
fi: Olet tällä hetkellä aktiivinen
fr: Vous êtes actuellement disponible
he: אתם כרגע פעילים
hi: आप अभी सक्रिय हैं
hu: Jelenleg aktív vagy
it: Attualmente sei attivo
ja: あなたは現在アクティブです
ko: 현재 활성화됨
lt: Šiuo metu esate pasiekiamas
nl: U bent momenteel actief
pl: Jesteś obecnie aktywny
pt: Você está atualmente ativo
pt_br: Você está ativo
ru: Сейчас вы доступны для оказания помощи
sr: Тренутно сте активни
sv: Du är aktiv
th: คุณมีการใช้งานอยู่ในปัจจุบัน
tr: Şu anda etkinsiniz
ur: آپ فی الحال فعال ہیں
vi: Bạn hiện đang hoạt động
zh_hans: 你目前是活動狀態
zh_hant: 你目前是活动状态

# BME_HELPER_MAIN_PROFILE_PHOTO_TAKE_NEW
source: Take new
az: Yenisini çəkin
da: Tag et nyt
es: Tomar nueva
pl: Zrób nowe zdjęcie
pt: Realizar nova
pt_br: Tirar nova
sv: Ta nytt
th: ถ่ายใหม่

# BME_HELPER_MAIN_PROFILE_PHOTO_CHOOSE_EXISTING
source: Choose existing
az: Mövcud olanı seç
da: Vælg eksisterende
es: Elegir existente
pl: Wybierz zdjęcie
pt: Escolher existente
pt_br: Escolher existente
sv: Välj befintligt
th: เลือกรายการที่มีอยู่

# BME_HELPER_MAIN_PROFILE_PHOTO_ACTION_SHEET_TITLE
source: Add profile photo
az: Profil fotoşəkli əlavə et
da: Tilføj profilfoto
es: Añadir foto de perfil
pl: Dodaj zdjęcie profilowe
pt: Adicionar foto de perfil
pt_br: Adicionar foto do perfil
sv: Lägg till profilbild
th: เพิ่มรูปโปรไฟล์
