Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/*.lproj/BMEAppDelegateLocalizationTable.strings
Languages: cs, fr, nl, ro, sv, zh_hans

# BME_APP_DELEGATE_ALERT_PUSH_NOT_ENABLED_MESSAGE
source: Push notifications are a central part of the Be My Eyes app and you must have them enabled to sign up.
cs: Push oznámení jsou hlavní součástí aplikace Be My Eyes a musí být povoleny abyste se mohl přihlásit.
fr: Les notifications push sont essentielles à l'application Be My Eyes et doivent être autorisées pour créer un compte.
nl: Berichten zijn een centraal onderdeel van de Be My Eyes app en je hebt dit nodig om je aan te melden.
ro: Notificările sunt o parte centrală a aplicației Be My Eyes şi trebuie să fie activate in setările telefonului pentru a vă putea inregistra.
sv: Tryckmeddelanden är en central del i till att vara mina ögon applikation och du måste ha de aktiverade för att registrera dig
zh_hans: 推送通知是Be My Eyes應用程序的核心部分，你必須啟用才能註冊。

# BME_APP_DELEGATE_ALERT_PUSH_NOT_ENABLED_TITLE
source: Push notifications not enabled
cs: Push oznámení nejsou povoleny
fr: Les notifications push ne sont pas activées
nl: Berichten is niet ingeschakeld
ro: Opțiunea pentru notificări nu este activată
sv: Tryckmeddelanden inte aktiverade.
zh_hans: 未啟用推送通知

# BME_APP_DELEGATE_ALERT_PUSH_REQUEST_DEFAULT_NAME
source: Someone
cs: Někdo
fr: Quelqu'un
nl: Iemand
ro: Cineva
sv: Någon därtill. / Vem som helst
zh_hans: 有人

# BME_APP_DELEGATE_ALERT_PUSH_REQUEST_TITLE
source: Your help is needed!
cs: Potřebujeme vaši pomoc!
fr: Quelqu'un a besoin d'aide!
nl: Men vraag om uw hulp!
ro: Este nevoie de ajutorul dumneavoastră!
sv: Din hjälp krävs!
zh_hans: 需要你的幫助！

# BME_APP_DELEGATE_ALERT_PUSH_REQUEST_CANCEL
source: Cancel
cs: Zrušit
fr: Annuler
nl: Geannuleerd
ro: Abandonează
sv: Avslås.
zh_hans: 取消

# BME_APP_DELEGATE_ALERT_MICROPHONE_DISABLED_MESSAGE
source: You must give the application permission to use your microphone in the system settings.
cs: Musíte povolit používaní mikrofonu v nastavení systému.
fr: Vous devez autoriser l'application à utiliser le micro dans les réglages de votre appareil.
nl: U moet de toepassing toestemming geven om uw microfoon te gebruiken in de privacy van de systeeminstellingen.
ro: Trebuie să permiteți aplicației utilizarea microfonului în setările telefonului.
sv: Du måste ge applikationen tillåtelse att använda mikrofonen i systeminställningar.
zh_hans: 你必須給在系統設置中給予應用程序麥克風的使用權限。

# BME_APP_DELEGATE_ALERT_MICROPHONE_DISABLED_TITLE
source: Microphone not enabled
cs: Mikrofon není povolen
fr: Le micro n'est pas activé
nl: Microfoon is niet ingeschakeld
ro: Microfonul nu este activat
sv: Mikrofonen inte aktiverad
zh_hans: 未啟用麥克風

# BME_APP_DELEGATE_ALERT_CAMERA_DISABLED_MESSAGE
source: You must give the application permission to use your camera in the system settings.
cs: Musíte dát oprávnění používat fotoaparát v nastavení systému.
fr: Vous devez autoriser l'application à utiliser la vidéo dans les réglages de votre appareil.
nl: U moet de toepassing toestemming geven om uw camera te gebruiken in de privacy van de systeeminstellingen.
ro: Trebuie să acordați permisiune aplicației să folosească camera telefonului in meniul setări.
sv: Du måste ge applikationen tillåtelse att använda din kamera i systeminställningar
zh_hans: 你必須給在系統設置中給予應用程序照相機的使用權限。

# BME_APP_DELEGATE_ALERT_CAMERA_DISABLED_TITLE
source: Camera not enabled
cs: Kamera není povolena
fr: La vidéo n'est pas activée
nl: Camera is niet ingeschakeld
ro: Camera nu este activată
sv: Kamera inte aktiverad
zh_hans: 未啟用相機

# BME_APP_DELEGATE_ALERT_ACCESS_DISABLED_CANCEL
source: OK
sv: Okej
zh_hans: 確認

# BME_APP_DELEGATE_ALERT_ACCESS_DISABLED_CANCEL_CAN_GO_TO_SETTINGS
source: Cancel
cs: Zrušit
fr: Annuler
nl: Geannuleerd
ro: Abandonează
sv: Avslås.
zh_hans: 取消

# BME_APP_DELEGATE_ALERT_ACCESS_DISABLED_GO_TO_SETTINGS
source: Open settings
cs: Otevřít nastavení
fr: Ouvrir les paramètres
nl: Instellingen openen
ro: Deschideţi setări
sv: Öppna inställningarna.
zh_hans: 打開設置

# BME_APP_DELEGATE_ALERT_PENDING_REQUEST_HANDLED_CANCEL
source: OK
sv: Okej
zh_hans: 確認

# BME_APP_DELEGATE_ALERT_PENDING_REQUEST_HANDLED_MESSAGE
source: The pending request has been answered or was cancelled by the blind but thank you for helping out!
cs: Čekající žádost byla zodpovězena nebo byla zrušena nevidomým, ale děkujeme za pomoc!
fr: La demande d'aide a déjà été traitée ou a été annulée par la personne mal voyante. Merci de votre aide !
nl: De aanvraag is reeds beantwoord of geannuleerd door de blinde persoon, maar ik dank u alvast voor uw hulp!
ro: Cererea în aşteptare a primit un răspuns sau a fost anulată de către nevăzător, dar vă mulţumim pentru ajutor!
sv: Den väntade begäraran var besvarad eller avslagen från den blinda men tack för du ville hjälpa till!
zh_hans: 待定的請求已經被回應或被盲胞取消了，但感謝你的幫忙！

# BME_APP_DELEGATE_ALERT_PENDING_REQUEST_HANDLED_TITLE
source: Request already answered or cancelled
cs: Žádost je již zodpovězena nebo zrušena
fr: Demande déjà traitée ou annulée
nl: De aanvraag is reeds beantwoord of geannuleerd
ro: Cererea a primit deja un răspuns sau a fost anulată
sv: Begäran redan besvarad eller avslagen.
zh_hans: 請求已被回應或取消

# BME_APP_DELEGATE_ALERT_PENDING_REQUEST_NOT_LOADED_CANCEL
source: OK
sv: Okej
zh_hans: 確認

# BME_APP_DELEGATE_ALERT_PENDING_REQUEST_NOT_LOADED_MESSAGE
source: The pending request could not be loaded. Don't worry, someone else will answer the request.
cs: Nelze načíst čekající žádost. Nedělejte si starosti, odpoví někdo jiný.
fr: La demande d'aide n'a malheureusement pas pu être chargée. Pas d'inquiétude, quelqu'un d'autre va y répondre.
nl: De aanvraag in behandeling kan niet worden geladen. Maak je geen zorgen, iemand anders zal het verzoek beantwoorden.
ro: Cererea în aşteptare nu a putut fi incărcată. Nu vă faceţi griji, altcineva va răspunde cererii.
sv: Den väntande begäran kunde inte laddas.Men oroa dig inte, någon annan kommer att svara på denna begäran.
zh_hans: 待定的請求無法加載。別擔心，別人會回應此請求。

# BME_APP_DELEGATE_ALERT_PENDING_REQUEST_NOT_LOADED_TITLE
source: Request not loaded
cs: Žádost nenačtena
fr: Demande non chargée
nl: Verzoek niet geladen
ro: Cererea nu a fost încărcată
sv: Begäran inte uppladdad eller laddad.
zh_hans: 請求未加載

# BME_APP_DELEGATE_OVERLAY_LOADING_PENDING_REQUEST_TITLE
source: Loading...
cs: Nahrávám...
fr: Chargement...
nl: Laden...
ro: Incărcare...
sv: Laddar...
zh_hans: 加載中...

# BME_APP_DELEGATE_ALERT_FAILED_REGISTERING_REMOTE_NOTIFICATIONS_TITLE
source: Could not register
cs: Nelze zaregistrovat
fr: Activation impossible
nl: Kan niet registreren
ro: Imposibil de înregistrat
sv: Kunde inte registrera
zh_hans: 無法註冊

# BME_APP_DELEGATE_ALERT_FAILED_REGISTERING_REMOTE_NOTIFICATIONS_MESSAGE
source: The device was not registered to receive push notifications. This could mean that the application has been incorrectly signed.
cs: Zařízení nebylo zaregistrováno k odběru push oznámení. To by mohlo znamenat, že aplikace není přihlášená.
fr: L'appareil ne peut pas recevoir de notifications push. L'application n'est peut-être pas enregistrée correctement.
nl: Het apparaat is niet geregistreerd om berichten te ontvangen. Dit zou kunnen betekenen dat de aanvraag fout is ondertekend.
ro: Dispozitivul nu a fost setat pentru a primi notificările de tip push. Acest lucru ar putea însemna că inregistrarea aplicației s-a făcut incorect.
sv: Enheten var inte registrerad för att mottaga tryck meddelanden. Detta kan även innebära att applikationen blivit inkorrekt och felaktigt undertecknad.
zh_hans: 此設備未註冊為可接收推送通知。可能是應用程序被錯誤地簽署。
