Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/*.lproj/BMEHelperMainLocalizationTable.strings
Languages: de, pt_br, sv

# BME_HELPER_MAIN_SNOOZE_HEADLINE
source: Snooze
de: Schlummerfunktion
pt_br: Soneca
sv: Ta sig en tupplur.

# BME_HELPER_MAIN_SNOOZE_STATUS_TEXT
source: You are snoozing the next %@
de: Die Schlummerfunktion ist aktiv f체r die n채chsten %@
pt_br: Você vai dormir pelos próximos %@
sv: Du försummar den nästa %@

# BME_HELPER_MAIN_HELPED_POINT_DESCRIPTION
source: People Helped
de: Menschen geholfen
pt_br: Pessoas que ajudaram
sv: Människor hjälpte

# BME_HELPER_MAIN_TOTAL_POINT_DESCRIPTION
source: Points Total
de: Punkte insgesamt
pt_br: Total de pontos
sv: Poäng i total

# BME_HELPER_MAIN_LEVEL_NEW_HELPER
source: New Helper
de: Neuer Helfer
pt_br: Novo ajudante
sv: Ny hjälpare

# BME_HELPER_MAIN_LEVEL_PROMISING_HELPER
source: Promising Helper
de: Vielversprechende Helfer
pt_br: Possível Ajudante
sv: En briljant hjälpare

# BME_HELPER_MAIN_LEVEL_TRUSTED_HELPER
source: Trusted Helper
de: Vertrauensw체rdiger Helfer
pt_br: Voluntário confiável
sv: Pålitlig hjälpare

# BME_HELPER_MAIN_LEVEL_EXPERT_HELPER
source: Expert Helper
de: Kompetenter Helfer
pt_br: Voluntário especialista
sv: Expert hjälpare

# BME_HELPER_MAIN_LEVEL_MASTER_HELPER
source: Master Helper
de: Meister-Helfer
pt_br: Voluntário mestre
sv: Professionell hjälpare

# BME_HELPER_MAIN_LEVEL_POINTS_NEXT_DESCRIPTION
source: %d points until next level
de: %d Punkte bis zum n채chsten Level
pt_br: %d pontos até o próximo nível
sv: %d poäng till nästa nivå

# BME_HELPER_MAIN_POINTS_ENTRY_SIGNUP_DESCRIPTION
source: Signed up
de: Erfolgreiche Registrierung
pt_br: Inscrição realizada sucesso
sv: Lyckad registrering

# BME_HELPER_MAIN_COMMUNITY_NETWORK_DESCRIPTION
source: The Be My Eyes Network
de: Das Be My Eyes Netzwerk
pt_br: A rede Be My Eyes
sv: Att vara mina ögon grupp nätverk

# BME_HELPER_MAIN_COMMUNITY_NETWORK_SIGHTED
source: Sighted
de: Sehender
pt_br: Voluntário
sv: Den seende

# BME_HELPER_MAIN_COMMUNITY_NETWORK_BLIND
source: Blind people
de: Blind
pt_br: Cego
sv: Blinda

# BME_HELPER_MAIN_COMMUNITY_NETWORK_HELPED
source: Helped
de: Geholfen
pt_br: Ajudado
sv: Hjälpt

# BME_HELPER_MAIN_LOADING_POINT_FAILED
source: Could not load point
de: Punkt konnte nicht geladen werden
pt_br: Não foi possível carregar os pontos
sv: Kunde inte ladda upp punkt.

# BME_HELPER_MAIN_RETRY_LOADING_POINT
source: Retry
de: Erneut versuchen
pt_br: Tentar novamente
sv: Försök igen

# BME_HELPER_MAIN_SNOOZE_STATUS_NOT_SNOOZING_TEXT
source: You are currently active
de: Sie sind derzeit aktiv
pt_br: Você atualmente está ativo
sv: Du är förnärvarande aktiv
