Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/*.lproj/BMELoginLocalizationTable.strings
Languages: ar, hr, zh_hans

# BME_LOGIN_BACK
source: Back
ar: رجوع
hr: Natrag
zh_hans: 返回

# BME_LOGIN_EMAIL_PLACEHOLDER
source: E-mail
ar: البريد الإلكتروني
zh_hans: 電郵

# BME_LOGIN_PASSWORD_PLACEHOLDER
source: Password
ar: كلمة المرور
hr: Lozinka
zh_hans: 密碼

# BME_LOGIN_PERFORM_LOG_IN
source: Log in
ar: تسجيل الدخول
hr: Prijava
zh_hans: 登錄

# BME_LOGIN_FACEBOOK
source: Log in with Facebook
ar: تسجيل دخول باستخدام فيسبوك
hr: Prijava putem Facebooka
zh_hans: 在 Facebook登錄

# BME_LOGIN_FORGOT_PASSWORD
source: Forgot password
ar: نسيت كلمة المرور
hr: Zaboravio/la sam lozinku
zh_hans: 忘記密碼

# BME_LOGIN_ALERT_FACEBOOK_UNKNOWN_ERROR_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_FACEBOOK_UNKNOWN_ERROR_MESSAGE
source: Please verify that you have an active internet connection and try again.
ar: يرجى التأكد أن لديك اتصال فعّال بالإنترنت والمحاولة مجددا.
hr: Molimo potvrdite da imate aktivnu vezu na Internet i pokušajte ponovno.
zh_hans: 請確認有網路連接後重試。

# BME_LOGIN_ALERT_FACEBOOK_UNKNOWN_ERROR_TITLE
source: An error occurred
ar: حدث خطأ ما
hr: Dogodila se pogreška
zh_hans: 發生錯誤

# BME_LOGIN_ALERT_FACEBOOK_NOT_LOGGED_IN_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_FACEBOOK_NOT_LOGGED_IN_MESSAGE
source: You were not logged in. Please try again.
ar: أنت لم تقم بتسجيل الدخول. يرجى المحاولة مجددا.
hr: Niste prijavljeni. Molimo pokušajte ponovno.
zh_hans: 你沒有登錄，請重試。

# BME_LOGIN_ALERT_FACEBOOK_NOT_LOGGED_IN_TITLE
source: Not logged in
ar: لم تقم بتسجيل الدخول
hr: Niste prijavljeni
zh_hans: 沒有登錄

# BME_LOGIN_ALERT_FACEBOOK_USER_NOT_REGISTERED_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_FACEBOOK_USER_NOT_REGISTERED_MESSAGE
source: You must first sign up with your Facebook account before you can log in.
ar: يجب عليك التسجيل باستخدام حساب فيسبوك الخاص بك قبل أن تتمكن من تسجيل الدخول.
hr: Morate se prvo registrirati vašim Facebook korisničkim računom prije nego se budete mogli prijaviti.
zh_hans: 登錄前必須有Facebook帳戶。

# BME_LOGIN_ALERT_FACEBOOK_USER_NOT_REGISTERED_TITLE
source: Account not registered
ar: الحساب ليس مسجلا
hr: Korisnički račun nije registriran
zh_hans: 帳戶未註冊

# BME_LOGIN_ALERT_EMPTY_FIELD_MESSAGE
source: Please enter both e-mail and password.
ar: يرجى إدخال كل من البريد الإلكتروني وكلمة المرور
hr: Molimo unesite i e-mail i lozinku.
zh_hans: 請輸入電子郵件和密碼。

# BME_LOGIN_ALERT_EMPTY_FIELDS_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_EMPTY_FIELDS_TITLE
source: Empty fields
ar: خانات فارغة
hr: Prazna polja
zh_hans: 空字段

# BME_LOGIN_ALERT_INCORRECT_CREDENTIALS_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_INCORRECT_CREDENTIALS_MESSAGE
source: The entered e-mail and password does not match.
ar: البريد الإلكتروني المدخل وكلمة المرور المدخلة لا يتطابقان.
hr: Uneseni e-mail i lozinka se ne slažu.
zh_hans: 輸入的電子郵件和密碼不匹配。

# BME_LOGIN_ALERT_INCORRECT_CREDENTIALS_TITLE
source: Incorrect credentials
ar: اعتمادات خاطئة
hr: Netočne isprave
zh_hans: 不正確的憑據

# BME_LOGIN_ALERT_EMAIL_LOGIN_UNKNOWN_ERROR_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_EMAIL_LOGIN_UNKNOWN_ERROR_MESSAGE
source: Please verify that you have an active internet connection and try again.
ar: يرجى التأكد أن لديك اتصال فعّال بالإنترنت والمحاولة مجددا.
hr: Molimo potvrdite da imate aktivnu vezu na Internet i pokušajte ponovno.
zh_hans: 請確認有網路連接後重試。

# BME_LOGIN_ALERT_EMAIL_LOGIN_UNKNOWN_ERROR_TITLE
source: An error occurred
ar: حدث خطأ ما
hr: Dogodila se pogreška
zh_hans: 發生錯誤

# BME_LOGIN_OVERLAY_LOGGING_IN_TITLE
source: Logging in...
ar: يتم تسجيل الدخول...
hr: Prijava...
zh_hans: 登錄中...

# BME_LOGIN_ALERT_FACEBOOK_ACCOUNT_NOT_FOUND_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_FACEBOOK_ACCOUNT_NOT_FOUND_MESSAGE
source: No Facebook accounts were found on the device. Please add you account in the system settings.
ar: لا توجد حسابات فيسبوك على هاتفك. يرجى إضافة حسابك في إعدادات النظام.
hr: Na ovom uređaju nije pronađen niti jedan Facebook korisnički račun. Molimo dodajte vaš korisnički račun u postavkama sustava.
zh_hans: 沒有偵測到這台設備上有Facebook帳戶。請在系統設置添加你的帳戶。

# BME_LOGIN_ALERT_FACEBOOK_ACCOUNT_NOT_FOUND_TITLE
source: No account found
ar: لا يوجد حساب
hr: Nije pronađen korisnički račun
zh_hans: 沒有偵測到k帳戶

# BME_LOGIN_ALERT_NOT_REGISTERED_FOR_REMOTE_NOTIFICATIONS_CANCEL
source: OK
ar: موافق
hr: U redu
zh_hans: 確認

# BME_LOGIN_ALERT_NOT_REGISTERED_FOR_REMOTE_NOTIFICATIONS_MESSAGE
source: Could not register for remote notifications. This is required for the Be My Eyes application. Please ensure that you have remote notifications enabled in your system settings and try again.
ar: لا يمكن التسجيل للتنبيهات عن بعد. وهذا شيء مطلوب لتطبيق Be My Eyes. يرجى التأكد من تفعيل التنبيهات عن بعد في إعدادات النظام والمحاولة مجددا.
hr: Nije bilo moguće registrirati se za daljinske obavijesti. Ovo je potrebno Be My Eyes aplikaciji. Molimo osigurajte da su daljinske obavijesti uključene u vašim postavkama sustava i pokušajte ponovno.
zh_hans: 無法註冊遠程通知。這是使用Be My Eyes 必需的。請確保在你的系統設置中啟用了遠程通知，然後再試一次。

# BME_LOGIN_ALERT_NOT_REGISTERED_FOR_REMOTE_NOTIFICATIONS_TITLE
source: Log in failed
ar: فشل في تسجيل الدخول
hr: Prijava nije uspjela
zh_hans: 登錄失敗

# BME_LOGIN_OVERLAY_LOADING_PENDING_REQUEST_TITLE
source: Loading request...
ar: يتم تحميل الطلب...
hr: Učitavanje zahtjeva...
zh_hans: 加載請求中......
