Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/*.lproj/BMEMainLocalizationTable.strings
Languages: da, de, es, fi, he, hi, it, pl, ru, sv

# BME_MAIN_ALERT_MORE_LANGAUGES_BLIND_CANCEL
source: No
da: Nej
de: Nein
fi: Ei
he: לא
hi: नहीं
pl: Nie
ru: Нет
sv: Nej

# BME_MAIN_ALERT_MORE_LANGAUGES_BLIND_CONFIRM
source: Yes, I do
da: Ja jeg gør
de: Ja, tue ich
es: Si
fi: Kyllä
he: כן, אני דובר/ת
hi: हां, है
it: Si
pl: Tak
ru: Да
sv: Ja, det gör jag

# BME_MAIN_ALERT_MORE_LANGAUGES_BLIND_MESSAGE
source: If you know more languages you can select those and be matched with a helper who also knows that language thereby receiving help faster.
da: Hvis du kender flere sprog kan vælge dem og blive matchet med en hjælper, der også kender sproget dermed modtage hjælp hurtigere.
de: Wenn Sie mehrere Sprachen sprechen, können Sie diese auswählen und werden mit einem Helfer verbunden welcher ebenfalls diese Sprache sprechen kann, dadurch erhalten Sie schneller Hilfe.
es: Si sabes más idiomas, puedes seleccionarlos y ser emparejado con un ayudante que también conozca ese lenguaje para recibir ayuda más rápidamente.
fi: Jos tunnet muita kieliä, voit valita ne ja sinut voidaan yhdistää auttajalle joka tuntee sen kielen ja näin ollen voit saada apua nopeammin.
he: אם אתם דוברים שפות נוספות, ניתן לבחור אותן ולהתחבר לעוזר שיודע את השפה וכך לקבל סיוע מהר יותר.
hi: अगर आप अधिक भाषाएं जानते हैं तो आप उन लोगों का चयन कर सकते हैं और एक ऐसे सहायक के साथ मिलान कर सकते हैं जिसे उस भाषा की जानकारी है जिससे तेजी से मदद प्राप्त की जा सकती है।
it: Se conosci più lingue, è possibile selezionarle, così verrai abbinato con aiutanti che conoscono quella lingua, ottenendo aiuto più velocemente.
pl: Jeśli znasz więcej języków, możesz je wybrać i zostać dopasowanym do pomocnika, który również je zna i dzięki temu otrzymywać pomoc szybciej.
ru: Если вы знаете другие языки, выберите их; вы получите доступ к помощникам, которые также знают эти языки, и тем самым вы помощь придёт быстрее.
sv: Om du vet fler språk, så kan du välja de och bli matchad med en hjälpare som också känner till samma språk och utifrån det också ge hjälp snabbare.

# BME_MAIN_ALERT_MORE_LANGAUGES_BLIND_TITLE
source: Do you know more languages?
da: Kender du flere sprog?
de: Sprechen Sie mehrere Sprachen?
es: ¿Sabes más idiomas?
fi: Osaatko muita kieliä?
he: האם אתם דוברים שפות נוספות?
hi: क्या आप अधिक भाषाएं जानते हैं?
it: Conosci più lingue?
pl: Znasz więcej języków?
ru: Знаете ли вы другие языки?
sv: Kan du flera språk?

# BME_MAIN_ALERT_MORE_LANGAUGES_HELPER_CANCEL
source: No
da: Nej
de: Nein
fi: Ei
he: לא
hi: नहीं
pl: Nie
ru: Нет
sv: Nej

# BME_MAIN_ALERT_MORE_LANGAUGES_HELPER_CONFIRM
source: Yes, I do
da: Ja jeg gør
de: Ja, tue ich
es: Si
fi: Kyllä
he: כן, אני דובר/ת
hi: हां, है
it: Si
pl: Tak
ru: Да
sv: Ja, det gör jag

# BME_MAIN_ALERT_MORE_LANGAUGES_HELPER_MESSAGE
source: If you know more languages, you can select those and you will be matched with blind people who needs help in that language.
da: Hvis du kender flere sprog, kan du vælge dem, og du vil blive matchet med blinde, der har brug for hjælp på det pågældende sprog.
de: Wenn Sie mehr Sprachen kennen, können Sie diese auswählen, und werden auch Blinden Menschen zugeordnet, welche die Hilfe in dieser Sprache brauchen.
es: Si sabes más idiomas, puedes seleccionarlos y ser emparejado con un no vidente que necesite ayuda en ese lenguaje.
fi: Jos osaat muita kieliä, voit valita ne ja saat autettavaksi sokeita henkilöitä, jotka tarvitsevat apua niillä kielillä.
he: אם אתם דוברים שפות נוספות, ניתן לבחור אותן להתחבר לאנשים עיוורים שזקוקים לסיוע בשפתכם.
hi: अगर आप अधिक भाषाएं जानते हैं तो आप उन लोगों का चयन कर सकते हैं और आपका उन नेत्रहीन लोगों के साथ मिलान किया जाएगा जिनको उस भाषा में मदद की जरूरत है।
it: Se conosci più lingue, è possibile selezionarle , così verrai abbinato con persone non vedenti che hanno bisogno di aiuto in quella lingua.
pl: Jeśli znasz więcej języków, możesz je wybrać i zostać dopasowanym do osoby niewidomej, która potrzebuje pomocy w danym języku.
ru: Если вы знаете другие языки, выберите их; вы сможете помочь незрячим людям, которым нужна помощь на этих языках.
sv: Om du kan fler språk, så kan du välja de och du kommer att bli sorterad med blinda personer som behöver hjälp i det språket.

# BME_MAIN_ALERT_MORE_LANGAUGES_HELPER_TITLE
source: Do you know more languages?
da: Kender du flere sprog?
de: Sprechen Sie mehrere Sprachen?
es: ¿Sabes más idiomas?
fi: Osaatko muita kieliä?
he: האם אתם דוברים שפות נוספות?
hi: क्या आप अधिक भाषाएं जानते हैं?
it: Conosci più lingue?
pl: Znasz więcej języków?
ru: Знаете ли вы другие языки?
sv: Kan du flera språk?

# BME_MAIN_SETTINGS_BUTTON_ACCESSIBILITY_LABEL
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
pl: Ustawienia
ru: Настройки
sv: Inställningar

# BME_MAIN_ALERT_NOTIFICATIONS_ERROR_TITLE
source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
fi: Huomautukset
he: התראות
hi: नोटिफिकेशंस
it: Notifiche
pl: Powiadomienia
ru: Уведомления
sv: Meddelanden.

# BME_MAIN_ALERT_NOTIFICATIONS_ERROR_MESSAGE
source: Something went wrong and you might not receive notifications
da: Noget gik galt og du kan måske ikke modtage notifikationer
de: Etwas ist schief gelaufen und Sie erhalten möglicherweise keine Benachrichtigungen
es: Algo ha fallado y puede que no recibas notificaciones
fi: Jotain meni pieleen ja voi olla, että et saa enää ilmoituksia
he: משהו ישתבש וייתכן שלא תקבלו הודעות.
hi: कुछ गलत हो गया और संभवतः आपको सूचनाएं प्राप्त नहीं हो सकती हैं
it: Qualcosa è andato storto e si potrebbero non ricevere le notifiche
pl: Coś poszło nie tak i możesz nie otrzymywać powiadomień.
ru: Что-то пошло не так и уведомления могут быть пропущены
sv: Någonting gick fel till och du kan förmodligen inte ta emot meddelanden

# BME_MAIN_ALERT_CANCEL
source: Ok
he: בסדר
hi: ठीक है
ru: ОК
sv: Okej

# BME_MAIN_ALERT_FORCED_LOGOUT_TITLE
source: Log in error
de: Anmeldefehler
es: Error iniciando sesión
fi: Kirjautumisvirhe
he: שגיאת רישום
hi: लॉगिन त्रुटि
it: Errore di accesso
pl: błąd podczas logowania
ru: Ошибка при входе
sv: Logga in avvikelse, fel

# BME_MAIN_ALERT_FORCED_LOGOUT_MESSAGE
source: Due to a technical error you will be logged out.
de: Aufgrund eines technischen Fehlers werden Sie abgemeldet.
es: Debido a un error técnico, se cerrará tu sesión.
fi: Teknisen virheen vuoksi sinut kirjataan ulos.
he: עקב תקלה טכנית, התנתקתם מהמערכת.
hi: एक तकनीकी त्रुटि के कारण आप लॉग आउट हो जाएंगे।
it: A causa di un errore tecnico sarai disconnesso.
pl: Ze względu na błąd techniczny zostaniesz wylogowany.
ru: Из-за технической ошибки вам придётся войти заново.
sv: På grund av ett tekniskt fel så kommer du att bli utloggad.

# BME_MAIN_ALERT_FORCED_LOGOUT_CONFIRM
source: Log in
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
he: התחבר
hi: लॉगिन करें
it: Entra
ru: Войти
sv: Logga in
