Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/*.lproj/BMEReportAbuseLocalizationTable.strings
Languages: ar, cs, da, fi, hu, ja, nl, pl, sk, sv, ur

# BME_REPORT_ABUSE_HEADLINE
source: Report abuse
ar: الإبلاغ عن إساءة
cs: Ohlásit zneužití
da: Rapporter misbrug
fi: Ilmoita väärinkäytöstä
hu: Visszaélés jelentése
ja: 不正利用の報告
nl: Misbruik melden
pl: Zgłoś nadużycie
sk: Nahlásiť zneužitie
sv: Anmäl missbruk
ur: غلط استعمال کی رپورٹ کریں

# BME_REPORT_ABUSE_CHOOSE_REASON
source: Choose a reason
ar: اختر السبب
cs: Vyberte důvod
da: Vælg en årsag
fi: Valitse syy
hu: Válasszon egy okot
ja: 理由を選択してください
nl: Kies een reden
pl: Wybierz powód
sk: Vyberte dôvod
sv: Välj en anledning
ur: ایک سبب چنیں

# BME_REPORT_ABUSE_REPORT
source: Report abuse
ar: الإبلاغ عن إساءة
cs: Ohlásit zneužití
da: Rapporter misbrug
fi: Ilmoita väärinkäytöstä
hu: Visszaélés jelentése
ja: 不正利用の報告
nl: Misbruik melden
pl: Zgłoś nadużycie
sk: Nahlásiť zneužitie
sv: Anmäl missbruk
ur: غلط استعمال کی رپورٹ کریں

# BME_REPORT_ABUSE_SKIP
source: Skip
ar: تجاوز
cs: Přeskočit
da: Annuller
fi: Ohita
hu: Kihagy
ja: スキップ
nl: Overslaan
pl: Pomiń
sk: Preskočiť
sv: Skippa
ur: چھوڑ دیں

# BME_REPORT_ABUSE_REPORT_TEXT_1_BLIND
source: The person did not want to help.
ar: الشخص لا يريد المساعدة.
cs: Člověk nechtěl pomoct.
da: Personen ønskede ikke at hjælpe.
fi: Henkilö ei halunnut apua.
hu: Az érintett személy nem akart segíteni.
ja: その人は援助を拒否しました。
nl: De persoon heeft niet willen helpen.
pl: Osoba nie chciała pomóc.
sk: Daná osoba nechcela pomôcť.
sv: Personen ville ej hjälpa till.
ur: یہ فرد مدد کرنا نہیں چاہتا۔

# BME_REPORT_ABUSE_REPORT_TEXT_1_HELPER
source: The person was not blind.
ar: الشخص ليس أعمى.
cs: Osoba nebyla nevidomá.
da: Personen var ikke blind.
fi: Henkilö ei ollut sokea.
hu: A személy nem volt vak.
ja: その人は視覚障害者ではありませんでした。
nl: De persoon was niet blind.
pl: Osoba nie była niewidoma.
sk: Osoba nebola nevidiaca.
sv: Personen var inte blind
ur: یہ فرد نابینا نہیں تھا۔

# BME_REPORT_ABUSE_REPORT_TEXT_2_BLIND
source: The helper acted inappropriate.
ar: المساعد تصرّف بشكل غير مناسب.
cs: Pomocník se choval nevhodne.
da: Hjælperen handlede upassende.
fi: Auttaja käyttäytyi sopimattomasti.
hu: A segítő nem megfelelően járt el.
ja: ヘルパーは不適切な行動をしました。
nl: De helper handelde ongepast.
pl: Pomocnik zachowywał się nieodpowiednio.
sk: Pomocník sa správal nevhodne.
sv: Hjälparen agerade oproffsigt och väldigt olämpligt
ur: مددگار نے نامناسب رویہ کا مظاہرہ کیا۔

# BME_REPORT_ABUSE_REPORT_TEXT_2_HELPER
source: The blind person acted inappropriate.
ar: الشخص الأعمى تصرّف بشكل غير مناسب.
cs: Nevidomý se choval nevhodně.
da: Den blinde person handlede upassende.
fi: Sokea henkilö käyttäytyi sopimattomasti.
hu: A vak személy nem megfelelően járt el.
ja: 視覚障害者は不適切な行動をしました。
nl: De blinde persoon handelde ongepast.
pl: Osoba niewidoma zachowywała się nieodpowiednio.
sk: Nevidiaca osoba sa správala nevhodne.
sv: Den blinda personen agerade otillåtet
ur: نابینا فرد نے نامناسب رویہ کا مظاہرہ کیا۔

# BME_REPORT_ABUSE_REPORT_TEXT_3_BLIND
source: The reason is not listed.
ar: السبب غير موجود في القائمة.
cs: Důvod není uveden v seznamu.
da: Grunden er ikke angivet.
fi: Syy ei ole luettelossa.
hu: Az ok nem szerepel.
ja: 理由はリストにありません。
nl: De reden staat niet in de lijst.
pl: Powód nie jest wymieniony.
sk: Dôvod nie je uvedený.
sv: Orsaken är inte angiven
ur: یہ سبب فہرست میں نہیں ہے

# BME_REPORT_ABUSE_REPORT_TEXT_3_HELPER
source: The reason is not listed.
ar: السبب غير موجود في القائمة.
cs: Důvod není uveden v seznamu.
da: Grunden er ikke angivet.
fi: Syy ei ole luettelossa.
hu: Az ok nem szerepel.
ja: 理由はリストにありません。
nl: De reden staat niet in de lijst.
pl: Powód nie jest wymieniony.
sk: Dôvod nie je uvedený.
sv: Orsaken är inte angiven
ur: یہ سبب فہرست میں نہیں ہے

# BME_REPORT_ABUSE_ALERT_REPORTING_FAILED_CANCEL
source: OK
ar: موافق
sv: Okej
ur: ٹھیک ہے

# BME_REPORT_ABUSE_ALERT_REPORTING_FAILED_MESSAGE
source: The report could not be sent. Please ensure that you have an active internet connection and try again.
ar: لا يمكن إرسال الإبلاغ. يرجى التأكد أنك لديك اتصال بالإنترنت والمحاولة مجددا.
cs: Zpráva nemohla být odeslána. Přesvědčte se, zda máte aktivní připojení k internetu a opakujte akci.
da: Rapporten kunne ikke sendes. Sørg for at du har en aktiv internetforbindelse og prøv igen.
fi: Raporttia ei voitu lähettää. Varmista, että sinulla on aktiivinen internet-yhteys ja yritä uudelleen.
hu: Az új jelszó kérelmet nem sikerült elküldeni. Győződjön meg róla, hogy aktív internet kapcsolattal rendelkezik, majd próbálkozzon újra.
ja: レポートは送信できませんでした。お使いのコンピュータがインターネットに接続されていることを確認し、もう一度試してください。
nl: Het rapport kon niet worden verzonden. Zorg ervoor dat u een actieve internetverbinding hebt en probeer het opnieuw.
pl: Raport nie może zostać wysłany. Upewnij się, że masz aktywne połączenie z internetem i spróbuj ponownie.
sk: Hlásanie nemohlo byť odoslané. Uistite sa, že máte aktívne pripojenie na internet a skúste to znova.
sv: Anmälan kunde inte skickas. Vänligen se till att ha en aktiv internet anslutning och försök sedan igen
ur: یہ رپورٹ نہیں بھیجی جاسکی۔ براہِ کرم یقینی بنائیں کہ آپ کا انٹرنیٹ کنیکشن فعال ہے اور دوبارہ کوشش کریں۔

# BME_REPORT_ABUSE_ALERT_REPORTING_FAILED_TITLE
source: Could not report abuse
ar: لا يمكن الإبلاغ عن الإساءة
cs: Nelze nahlásit zneužití
da: Kunne ikke rapportere misbrug
fi: Väärinkäytöstä ei voitu ilmoittaa
hu: Nem sikerült a visszaélést jelenteni
ja: 不正使用の報告ができませんでした
nl: Kon geen misbruik melden
pl: Nie można zgłosić nadużycia
sk: Nemožno nahlásiť zneužitie
sv: Kunde inte anmäla missbruket.
ur: غلط استعمال کی رپورٹ نہیں کی جاسکی

# BME_REPORT_ABUSE_OVERLAY_REPORTING_TITLE
source: Reporting...
ar: يتم الإبلاغ...
cs: Hlásí se...
da: Rapporterer...
fi: Raportoidaan...
hu: Jelentés...
ja: 報告しています...
nl: Rapporteren...
pl: Zgłaszanie...
sk: Nahlasujem....
sv: Anmäler...
ur: رپورٹ کی جارہی ہے۔۔۔۔

# BME_REPORT_ABUSE_ALERT_CONFIRM_REPORT_ABUSE_CANCEL
source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
fi: Peruuta
hu: Mégsem
ja: キャンセル
nl: Geannuleerd
pl: Anuluj
sk: Zrušíť
sv: Avslås.
ur: منسوخ کریں

# BME_REPORT_ABUSE_ALERT_CONFIRM_REPORT_ABUSE_CONFIRM
source: Confirm
ar: تأكيد
cs: Potvrdit
da: Bekræft
fi: Vahvista
hu: Jóváhagyás
ja: 確認する
nl: Bevestigen
pl: Potwierdź
sk: Potvrdiť
sv: Bekräfta
ur: تصدیق کریں

# BME_REPORT_ABUSE_ALERT_CONFIRM_REPORT_ABUSE_MESSAGE
source: All abuse cases are taken serious and looked into. Are you sure that you want to report the other part for abuse?
ar: كل حالات الإساءة تؤخد بجديّة ويتم التحقيق فيها. هل أنت متأكد من أنك تريد الإبلاغ عن الطرف الآخر كمسيء؟
cs: Všechny případy zneužívání se berou vážně a jsou přeskoumany. Jste si jisti, že chcete ohlásit zneužití?
da: Alle tilfælde af misbrug tages alvorligt og undersøges. Er du sikker på at du vil rapportere modparten?
fi: Kaikki väärinkäytökset otetaan vakavasti ja tutkitaan. Oletko varma, että haluat ilmoittaa toisen osapuolen väärinkäytöksen?
hu: Minden visszaélést szigorúan veszünk és alaposan utána nézünk. Biztos benne, hogy az ügy másik részét is jelenteni szeretné?
ja: すべての不正使用は深刻に考慮され調査されます。 相手の迷惑行為を本当にレポートしますか？
nl: Elk misbruik wordt ernstig genomen en nagezien. Weet u zeker dat u de ander partij voor misbruik wilt rapporteren?
pl: Wszystkie przypadki dotyczące nadużycia są brane na poważnie i rozpatrywane. Czy na pewno chcesz oskarżyć inną osobę o nadużycie?
sk: Všetky prípady zneužívania sú brané vážne a preskúmané. Ste si istí, že chcete ohlásiť zneužitie?
sv: Alla misshandel fall och övergrepp är uppmärksammade och tagna på allvar. Är du säker att du även vill anmäla den andra delen för missbruk?
ur: تمام غلط استعمال کے معاملات کو سنجیدگی سے لیا جاتا ہے اور ان پر غور کیا جاتا ہے۔ کیا واقعی آپ دیگر فریق کے ذریعہ غلط استعمال کی رپورٹ کرنا چاہتے ہیں؟

# BME_REPORT_ABUSE_ALERT_CONFIRM_REPORT_ABUSE_TITLE
source: Report Abuse
ar: الإبلاغ عن إساءة
cs: Ohlásit zneužití
da: Rapporter misbrug
fi: Ilmoita väärinkäytöstä
hu: Visszaélés Jelentése
ja: 不正利用の報告
nl: Rapporteer misbruik
pl: Zgłoś nadużycie
sk: Nahlásiť zneužitie
sv: Anmäl missbruket
ur: غلط استعمال کی رپورٹ کریں

# BME_REPORT_ABUSE_ACCESSIBILITY_LABEL_1_SELECTED
source: The person did not want to help (Selected)
ar: الشخص لا يريد المساعدة (تم الاختيار)
cs: Člověk nechtěl pomoct (vybráno)
da: Personen ønskede ikke at hjælpe (Valgt)
fi: Henkilö ei halunnut auttaa (valittu)
hu: Az érintett személy nem akart segíteni.
ja: その人は援助を拒否しました (選択)
nl: De persoon wilde niet helpen (geselecteerd)
pl: Osoba nie chciała pomóc (Wybrane)
sk: Daná osoba nechcela pomôcť (vybraté)
sv: Personen i fråga ville ej hjälpa till (utvald)
ur: یہ فرد (منتخب کردہ) کی مدد کرنا نہیں اہتا تھا۔

# BME_REPORT_ABUSE_ACCESSIBILITY_LABEL_1
source: The person did not want to help.
ar: الشخص لا يريد المساعدة.
cs: Člověk nechtěl pomoct.
da: Personen ønskede ikke at hjælpe.
fi: Henkilö ei halunnut apua.
hu: Az érintett személy nem akart segíteni.
ja: その人は援助を拒否しました。
nl: De persoon heeft niet willen helpen.
pl: Osoba nie chciała pomóc.
sk: Daná osoba nechcela pomôcť.
sv: Personen ville ej hjälpa till.
ur: یہ فرد مدد کرنا نہیں چاہتا۔

# BME_REPORT_ABUSE_ACCESSIBILITY_LABEL_2_SELECTED
source: The helper acted inappropriate (Selected)
ar: المساعد تصرّف بشكل غير مناسب (تم الاختيار)
cs: Pomocníka se choval nevhodně (vybráno)
da: Hjælperen handlede upassende (valgt)
fi: Auttaja toiminut sopimattomasti (valittu)
hu: A segítő nem megfelelően járt el (Kiválasztva)
ja: ヘルパーは不適切な行動をしました。 (選択)
nl: De helper heeft ongepast gehandeld (geselecteerd)
pl: Pomocnik zachowywał się nieodpowiednio (Wybrane)
sk: Pomocník sa správal nevhodne (vybraté)
sv: Hjälparen agerade olämpligt (vald)
ur: مددگار نے نامناسب طرز عمل کا مظاہرہ کیا (منتخبہ)

# BME_REPORT_ABUSE_ACCESSIBILITY_LABEL_2
source: The helper acted inappropriate.
ar: المساعد تصرّف بشكل غير مناسب.
cs: Pomocník se choval nevhodne.
da: Hjælperen handlede upassende.
fi: Auttaja käyttäytyi sopimattomasti.
hu: A segítő nem megfelelően járt el.
ja: ヘルパーは不適切な行動をしました。
nl: De helper handelde ongepast.
pl: Pomocnik zachowywał się nieodpowiednio.
sk: Pomocník sa správal nevhodne.
sv: Hjälparen agerade oproffsigt och väldigt olämpligt
ur: مددگار نے نامناسب رویہ کا مظاہرہ کیا۔

# BME_REPORT_ABUSE_ACCESSIBILITY_LABEL_3_SELECTED
source: The reason is not listed (Selected)
ar: السبب غير موجود في القائمة (تم الاختيار)
cs: Důvod není uveden (vybráno)
da: Grunden er ikke angivet (Valgt)
fi: Syytä ei ole lueteltu (valittu)
hu: Az ok nem szerepel (Kiválasztva).
ja: 理由はリストにありません (選択)
nl: De reden is niet vermeld (geselecteerd)
pl: Powód nie jest wymieniony (Wybrane)
sk: Dôvod nie je uvedený (vybraté)
sv: Anledningen är inte angiven (vald)
ur: یہاں سبب نہیں دیا گیا ہے (منتخبہ)

# BME_REPORT_ABUSE_ACCESSIBILITY_LABEL_3
source: The reason is not listed.
ar: السبب غير موجود في القائمة.
cs: Důvod není uveden v seznamu.
da: Grunden er ikke angivet.
fi: Syy ei ole luettelossa.
hu: Az ok nem szerepel.
ja: 理由はリストにありません。
nl: De reden staat niet in de lijst.
pl: Powód nie jest wymieniony.
sk: Dôvod nie je uvedený.
sv: Orsaken är inte angiven
ur: یہ سبب فہرست میں نہیں ہے
