Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/*.lproj/BMESignUpLocalizationTable.strings
Languages: el, fr, hi

# BME_SIGN_UP_BACK
source: Back
el: Πίσω
fr: Retour
hi: वापस जाएं

# BME_SIGN_UP_FIRST_NAME_PLACEHOLDER
source: First name
el: Όνομα
fr: Prénom
hi: प्रथम नाम

# BME_SIGN_UP_LAST_NAME_PLACEHOLDER
source: Surname
el: Επώνυμο
fr: Pseudonyme
hi: उपनाम

# BME_SIGN_UP_EMAIL_PLACEHOLDER
source: E-mail
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
hi: ई-मेल

# BME_SIGN_UP_PASSWORD_PLACEHOLDER
source: Password
el: Κωδικός πρόσβασης
fr: Mot de passe
hi: पासवर्ड

# BME_SIGN_UP_REGISTER
source: Register
el: Εγγραφείτε
fr: Créer un compte
hi: पंजीकरण

# BME_SIGN_UP_ALERT_EMAIL_ALREADY_REGISTERED_CANCEL
source: OK
el: ΟΚ
hi: ठीक है

# BME_SIGN_UP_ALERT_EMAIL_ALREADY_REGISTERED_MESSAGE
source: An account with the entered e-mail address already exists.
el: Υπάρχει ήδη εγγεγραμμένος χρήστης με την διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε.
fr: Un compte avec cette adresse e-mail existe déjà.
hi: इस ईमेल पते के साथ एक खाता पहले से मौजूद है।

# BME_SIGN_UP_ALERT_EMAIL_ALREADY_REGISTERED_TITLE
source: E-mail already registered
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει ήδη.
fr: Cette adresse e-mail est déjà utilisée
hi: ईमेल पहले से पंजीकृत है

# BME_SIGN_UP_ALERT_EMAIL_NOT_VALID_CANCEL
source: OK
el: ΟΚ
hi: ठीक है

# BME_SIGN_UP_ALERT_EMAIL_NOT_VALID_MESSAGE
source: The entered e-mail address is not valid.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε δεν είναι έγκυρη.
fr: L'adresse de e-mail n'est pas valide.
hi: दर्ज किया गया ई-मेल पता मान्य नहीं है।

# BME_SIGN_UP_ALERT_EMAIL_NOT_VALID_TITLE
source: E-mail is invalid
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη.
fr: Email est invalide
hi: ई-मेल अमान्य है

# BME_SIGN_UP_ALERT_EMPTY_FIELDS_CANCEL
source: OK
el: ΟΚ
hi: ठीक है

# BME_SIGN_UP_ALERT_EMPTY_FIELDS_MESSAGE
source: Please fill out all information before proceeding.
el: Παρακαλούμε να συμπληρώσετε όλα τα στοιχεία πριν προχωρήσετε.
fr: Veuillez remplir toutes les informations avant de continuer.
hi: कृपया आगे बढ़ने से पहले सभी जानकारी भरें।

# BME_SIGN_UP_ALERT_EMPTY_FIELDS_TITLE
source: Empty fields
el: Κενά πεδία
fr: Champs vides
hi: खाली फील्ड

# BME_SIGN_UP_ALERT_PASSWORD_TOO_SHORT_CANCEL
source: OK
el: ΟΚ
hi: ठीक है

# BME_SIGN_UP_ALERT_PASSWORD_TOO_SHORT_MESSAGE
source: The entered password is too short.
el: Ο κωδικός πρόσβασης που δώσατε είναι πολύ σύντομο.
fr: Le mot de passe entré est trop court.
hi: दर्ज किया गया पासवर्ड बहुत छोटा है।

# BME_SIGN_UP_ALERT_PASSWORD_TOO_SHORT_TITLE
source: Password is too short
el: Ο κωδικός πρόσβασης είναι πολύ σύντομο
fr: Le mot de passe est trop court
hi: पासवर्ड बहुत छोटा है

# BME_SIGN_UP_ALERT_PASSWORDS_NOT_MATCHING_CANCEL
source: OK
el: ΟΚ
hi: ठीक है

# BME_SIGN_UP_ALERT_PASSWORDS_NOT_MATCHING_MESSAGE
source: The entered passwords does not match.
el: Οι κωδικοί πρόσβασης που δώσατε δεν ταιριάζουν.
fr: Les mots de passe entrés ne correspondent pas.
hi: दर्ज किया गया पासवर्ड मेल नहीं खाता है।

# BME_SIGN_UP_ALERT_PASSWORDS_NOT_MATCHING_TITLE
source: Passwords not matching
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते हैं

# BME_SIGN_UP_ALERT_UNKNOWN_ERROR_CANCEL
source: OK
el: ΟΚ
hi: ठीक है

# BME_SIGN_UP_ALERT_UNKNOWN_ERROR_MESSAGE
source: Your account could not be created. Please verify that you have an active internet connection and try again.
el: Ο λογαριασμός σας δεν μπορεί να δημιουργηθεί. Παρακαλούμε βεβαιωθείτε ότι είστε συνδεδεμένοι στο ιντερνέτ και προσπαθήστε ξανά.
fr: Votre compte n'a pas pu être créé. S'il vous plaît vérifiez que vous disposez d'une connexion internet active et réessayez.
hi: आपका खाता नहीं बनाया जा सका। कृपया पुष्टि करें कि आपके पास एक सक्रिय इंटरनेट कनेक्शन है और फिर से कोशिश करें।

# BME_SIGN_UP_ALERT_UNKNOWN_ERROR_TITLE
source: Could not create account
el: Ο λογαριασμός σας δεν μπορεί να δημιουργηθεί
fr: Impossible de créer le compte
hi: खाता नहीं बनाया जा सका

# BME_SIGN_UP_OVERLAY_LOGGING_IN_TITLE
source: Logging in...
el: Γίνετε σύνδεση...
fr: Connexion en cours…
hi: लॉग इन कर रहे हैं...

# BME_SIGN_UP_OVERLAY_REGISTERING_TITLE
source: Registering...
el: Γίνετε εγγραφή...
fr: Enregistrement en cours...
hi: पंजीकृत किया जा रहा है...
