Repository: TrungSpy/bemyeyes-ios
Catalog: BeMyEyes/*.lproj/BMESignUpMethodLocalizationTable.strings
Languages: da, fi, hu, it_it, ja, nl, pl, pt, sk, sv, uk, vi, zh_hans

# BME_SIGN_UP_METHOD_BACK
source: Back
da: Tilbage
fi: Takaisin
hu: Vissza
it_it: Indietro
ja: もどる
nl: Terug
pl: Powrót
pt: Voltar
sk: Naspäť
sv: Tillbaka
uk: Назад
vi: Quay lại
zh_hans: 返回

# BME_SIGN_UP_METHOD_HEADLINE
source: Become a part of the network
da: Bliv en del af netværket
fi: Liity verkostoon
hu: Vegyen részt ön is.
it_it: Diventa parte della rete
ja: ネットワークに参加する
nl: Maak deel uit van het netwerk
pl: Zostań częścią sieci
pt: Faça parte da rede
sk: Staň sa súčasťou siete
sv: Bli en del av grupp nätverket
uk: Станьте частиною мережі
vi: Trở thành một phần của mạng lưới
zh_hans: 加入我們

# BME_SIGN_UP_METHOD_FACEBOOK
source: Sign up via Facebook
da: Tilmeld dig via Facebook
fi: Kirjaudu Facebookin kautta
hu: Regisztráció Facebookkal
it_it: Accedi con Facebook
ja: Facebookで登録
nl: Meld je aan via Facebook
pl: Zarejestruj się przez Facebook
pt: Cadastre-se via Facebook
sk: Prihlásiť sa cez Facebook
sv: Anmäl dig via Facebook
uk: Зареєструйтеся через Facebook
vi: Đăng ký qua Facebook
zh_hans: 通過 Facebook 註冊

# BME_SIGN_UP_METHOD_FACEBOOK_FOOTER
source: Your first name will be presented to helpers.
da: Dit fornavn vil blive præsenteret til hjælpere

# BME_SIGN_UP_METHOD_EMAIL_TOP
source: You can also
da: Du kan også

# BME_SIGN_UP_METHOD_EMAIL_BOTTOM
source: register with your e-mail
da: Tilmeld dig med din e-mail

# BME_SIGN_UP_METHOD_TERMS_AND_AGREEMENTS_TOP
source: By continuing you accept the
da: Ved fortsætte accepterer du
fi: Jatkamalla hyväksyt
hu: A továbblépéssel elfogadja a
it_it: Continuando accetti il
ja: 続行することにより
nl: Door verder te gaan aanvaard u de
pl: Kontynuując, akceptujesz
pt: Ao continuar você aceita os
sk: Pokračovaním prijmete
sv: Genom att fortsätta accepterar du
uk: Продовжуючи ви приймаєте
vi: Bằng việc tiếp tục bạn chấp nhận
zh_hans: 當你選擇繼續代表你接受這

# BME_SIGN_UP_METHOD_TERMS_AND_AGREEMENTS_BOTTOM
source: Terms and Agreements
da: Betingelser for brug
fi: Ehdot ja sopimukset
hu: Feltételek és megállapodások
it_it: Termini e accordi
ja: 利用規約
nl: Voorwaarden en overeenkomsten
pl: Warunki umowy
pt: Termos e Acordos
sk: Podmienky
sv: Villkor och avtal
uk: Умови та домовленності
vi: Điều khoản và Thỏa thuận
zh_hans: 條款和協定

# BME_SIGN_UP_METHOD_PRIVACY_POLICY_TOP
source: as well as the
da: samt
fi: sekä
hu: valamint a
it_it: cosi come le
ja: および
nl: evenals de
pl: jak również
pt: bem como a
sk: rovnako ako
sv: såväl som
uk: а також
vi: cũng như là
zh_hans: 以及

# BME_SIGN_UP_METHOD_PRIVACY_POLICY_BOTTOM
source: Privacy Policy
da: Privatlivspolitik
fi: Yksityisyydensuoja
hu: Adatvédelmi irányelvek
it_it: Informazioni sulla privacy
ja: 個人情報保護方針に同意するものとします
nl: Privacy Beleid
pl: Polityka prywatności
pt: Política de Privacidade
sk: zásady ochrany osobných údajov
sv: sekretesspolicy
uk: Політика конфіденційності
vi: Chính sách Bảo mật
zh_hans: 隱私政策

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_EMAIL_ALREADY_REGISTERED_MESSAGE
source: An account with the e-mail address of the Facebook user has already been registered.
da: En konto med samme e-mail-adresse som pågældende facebook bruger er allerede registreret.
fi: Facebook tilin sähköpostiosoite on jo rekisteröity.
hu: Már regisztrált egyszer a Facebook-hoz tartozó e-mail címével.
it_it: Un account con l'indirizzo di posta elettronica dell'utente Facebook è già stato registrato.
ja: Facebookユーザーの電子メールアドレスのアカウントは既に登録されています。
nl: Een account met het e-mailadres van deze Facebook gebruiker is al geregistreerd.
pl: Konto z adresem e-mail użytkownika Facebooka zostało już zarejestrowane.
pt: Uma conta com o endereço de email do usuário Facebook já foi registrada.
sk: Účet s e-mailovou adresou používateľa Facebooku už bol zaregistrovaný.
sv: Ett konto med e-postadressen för den Facebook användaren finns redan registrerad
uk: Обліковий запис з адресою електронної пошти користувача Facebook вже зареєстрований.
vi: Tài khoản với địa chỉ e-mail của người dùng Facebook đã được đăng ký.
zh_hans: 已經有 Facebook 使用者使用這電子郵件地址註冊。

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_EMAIL_ALREADY_REGISTERED_TITLE
source: E-mail already registered
da: E-mail allerede registreret
fi: Sähköposti jo rekisteröity
hu: Ez az e-mail cím már regisztrálva van
it_it: Email già registrata
ja: 電子メールはすでに登録されています
nl: E-mailadres is al geregistreerd
pl: E-mail jest już zarejestrowany.
pt: E-mail já registrado
sk: E-mail je už zaregistrovaný
sv: E-mail redan registrerad
uk: Такий поштовий адрес вже використовується
vi: E-mail đã đăng ký
zh_hans: 電郵件地址已註冊

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_SIGN_UP_UNKNOWN_ERROR_MESSAGE
source: Please verify that you have an active internet connection and try again.
da: Kontroller at du har en aktiv internetforbindelse og prøv igen.
fi: Varmista, että sinulla on aktiivinen internet-yhteys ja yritä uudelleen.
hu: Ellenőrizze, hogy aktív internet kapcsolattal rendelkezik, majd próbálkozzon újra.
it_it: Verificare di avere una connessione internet attiva e riprova.
ja: お使いのコンピューターがインターネットに接続されていることを確認し、もう一度お試しください。
nl: Controleer of u een actieve internetverbinding hebt en probeer het opnieuw.
pl: Upewnij się że masz aktywne połączenie z Internetem i spróbuj ponownie.
pt: Por favor verifique se tem uma ligação de internet ativa e tente novamente.
sk: Overte, že máte aktívne pripojenie na internet a skúste to znova.
sv: Vänligen kontrollera att du har en aktiv internet anslutning och försök igen.
uk: Будь ласка перевірте, чи є підключення до Інтернету і повторіть спробу.
vi: Vui lòng kiểm tra bạn có kết nối internet đang hoạt động và thử lại.
zh_hans: 請確認有網路連接後重試。

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_SIGN_UP_UNKNOWN_ERROR_TITLE
source: An error occurred
da: Der opstod en fejl
fi: On tapahtunut virhe
hu: Hiba történt
it_it: Si è verificato un errore
ja: エラーが発生しました
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt: Ocorreu um erro
sk: Vyskytla sa chyba
sv: Ett fel uppstod
uk: Виникла помилка
vi: Đã xảy ra lỗi
zh_hans: 發生錯誤

# BME_SIGN_UP_METHOD_ALERT_NOT_LOGGED_IN_MESSAGE
source: Could not authenticate with Facebook.
da: Kunne ikke godkende med Facebook.
fi: Ei voinut todentaa Facebookin kautta.
hu: A Facebook nem hitelesíti a felhasználóját.
it_it: Impossibile autenticarsi con Facebook.
ja: Facebookで認証できませんでした。
nl: Kan niet worden geverifieerd met Facebook.
pl: Nie udało się uwierzytelnić z Facebook.
pt: Não foi possível autenticar com o Facebook.
sk: Nemožno overiť Facebook.
sv: Gick ej att autentisera med Facebook
uk: Не вдалося зареэструватися через Facebook.
vi: Không thể xác nhận bằng Facebook.
zh_hans: 無法通過 Facebook 驗證。

# BME_SIGN_UP_METHOD_ALERT_NOT_LOGGED_IN_TITLE
source: Authentication failed
da: Godkendelse mislykkedes
fi: Tunnistautuminen epäonnistui
hu: Sikertelen azonosítás
it_it: Autenticazione non riuscita
ja: 認証に失敗しました
nl: Authenticatie mislukt
pl: Uwierzytelnianie nie powiodło się
pt: Autenticação falhou
sk: Neúspešné overenie
sv: autentisering misslyckades
uk: Помилка аутентифікації
vi: Việc xác nhận thất bại
zh_hans: 認證失敗

# BME_SIGN_UP_METHOD_OVERLAY_LOGGING_IN_TITLE
source: Logging in...
da: Logger ind...
fi: Kirjaudutaan sisään...
hu: Bejelentkezés...
it_it: Accesso in corso...
ja: ログインしています...
nl: Bezig met aanmelden...
pl: Logowanie...
pt: Logando...
sk: Prihlasovanie...
sv: Loggar in...
uk: Здійснюється вхід...
vi: Đang đăng nhập...
zh_hans: 登錄中...

# BME_SIGN_UP_METHOD_OVERLAY_REGISTERING_TITLE
source: Registering...
da: Tilmelder...
fi: Rekisteröidään...
hu: Regisztráció...
it_it: Registrazione...
ja: 登録しています...
nl: Registreren...
pl: Rejestracja...
pt: A registrar...
sk: Registrácia...
sv: Registrerar...
uk: Реєстрація...
vi: Đang đăng ký...
zh_hans: 請求中...

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_ACCOUNT_NOT_FOUND_MESSAGE
source: No Facebook accounts were found on the device. Please add your account in the system settings.
da: Der blev ikke fundet nogen Facebook konti på enheden. Tilføj venligst din konto i systemindstillinger.
fi: Facebook tilejä ei löytynyt koneesta. Lisää tilisi järjestelmäasetuksiin.
hu: A készülékén nem található Facebook felhasználó. Kérjük, adja hozzá a felhasználót a rendszer adataihoz.
it_it: Sul dispositivo non è stato trovato un account Facebook. Si prega di aggiungere l'account nelle impostazioni di sistema.
ja: Facebookアカウントはデバイス上に見つかりませんでした。 システム設定でアカウントを追加してください。
nl: Er is geen Facebook account gevonden op het apparaat. Voeg een account toe in systeem instellingen.
pl: Nie znaleziono żadnych kont Facebook na tym urządzeniu. Prosimy o dodanie Twoich kont w ustawieniach systemowych.
pt: Não foram encontradas contas de Facebook no dispositivo. Por favor, adicione a sua conta de Facebook nas configurações do sistema.
sk: Nebol nájdený žiadny Facebook účet. Pridajte si účet v nastavení systému.
sv: Inga Facebook konton hittades på enheten. Tillägg ditt konto i systeminställningar
uk: Облікового записа Facebook не знайдено на пристрої. Будь ласка, додайте ваш обліковий запис в системних налаштуваннях.
vi: Không có tài khoản Facebook nào được tìm thấy trên thiết bị. Vui lòng thêm tài khoản của bạn trong cài đặt hệ thống.
zh_hans: 在設備上找不到 Facebook 帳戶。請在系統設置中添加您的帳戶。

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_ACCOUNT_NOT_FOUND_TITLE
source: No account found
da: Ingen konto fundet
fi: Tiliä ei löydy
hu: Egyetlen fiók sem található
it_it: Nessun account trovato
ja: アカウントが見つかりませんでした
nl: Geen account gevonden
pl: Nie znaleziono konta
pt: Nenhuma conta encontrada
sk: Žiadny účet sa nenašiel
sv: Inget konto hittades.
uk: Не знайдено облікового запису
vi: Không tìm thấy tài khoản
zh_hans: 沒有偵測到k帳戶

# BME_SIGN_UP_METHOD_EMAIL_ACCESSIBILITY_HINT
source: Sign up with e-mail
da: tilmelde dig med e-mail

# BME_SIGN_UP_METHOD_PRIVACY_ACCESSIBILITY_HINT
source: Privacy Policy
da: Privatlivspolitik
fi: Yksityisyydensuoja
hu: Adatvédelmi irányelvek
it_it: Informazioni sulla privacy
ja: 個人情報保護方針に同意するものとします
nl: Privacy Beleid
pl: Polityka prywatności
pt: Política de Privacidade
sk: zásady ochrany osobných údajov
sv: sekretesspolicy
uk: Політика конфіденційності
vi: Chính sách Bảo mật
zh_hans: 隱私政策

# BME_SIGN_UP_METHOD_TERMS_ACCESSIBILITY_HINT
source: Terms and agreements
da: Betingelser for brug
fi: Ehdot ja sopimukset
hu: Feltételek és megállapodások
it_it: Termini e accordi
ja: 利用規約
nl: Voorwaarden en overeenkomsten
pl: Warunki umowy
pt: Termos e Acordos
sk: Podmienky
sv: Villkor och avtal
uk: Умови та домовленності
vi: Điều khoản và Thỏa thuận
zh_hans: 條款和協定

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_EMAIL_ALREADY_REGISTERED_CANCEL
source: OK
sv: Okej
zh_hans: 確認

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_SIGN_UP_UNKNOWN_ERROR_CANCEL
source: OK
sv: Okej
zh_hans: 確認

# BME_SIGN_UP_METHOD_ALERT_NOT_LOGGED_IN_CANCEL
source: OK
sv: Okej
zh_hans: 確認

# BME_SIGN_UP_METHOD_ALERT_FACEBOOK_ACCOUNT_NOT_FOUND_CANCEL
source: OK
sv: Okej
zh_hans: 確認
